export default {
  t: `1、世界上第一个无产阶级政党的第一部组织章程是(A)
A、共产主义者同盟章程
B、国际工人协会共同章程
C、俄国社会民主工党章程
2、世界上第一部无产阶级政党章程是(C)参与制定的
A、格恩斯
B、列宁
C、马克思、恩格斯
3、最能体现五四运动性质的口号是(A)
A、外争主权,内除国贼
B、拒绝在和约上签字
C、提倡民主,反对专制
D、废除“二十一条”
4、《中国共产党第一个纲领》是党的(B)这一次代表大会制定的
A、党的二大
B、党的一大
C、党的三大
5、按照党的二大党章的规定，党的各级执行委员会委员均由党员大会或代表会是以(C)这种方式产生的
A、任命产生
B、选举产生
C、推举产生
6、中国共产党对党章的第一次修改是在(B)上进行的
A、党的二大
B、党的三大
C、党的四大
7、1923年6月在广州举行了党的第三次全国代表大会。大会根据党的自身状况和革命形势对党提出的新的要求，对原有党章进行了若干修改，经大会讨论通过的章程为(A)
A、《中国共产党第一次修正章程》
B、《中国共产党第二次修正章程》
C、《中国共产党第三次修正章程》
8、首次规定“党员自请出党”（相当于现在党章规定的“退党”）的是(B)时候
A、党的二大
B、党的三大
C、党的一大
9、现行党章关于申请入党“要有两名正式党员作介绍人”的规定，最早见于(C)文件中
A、党的一大通过的《中国共产党第一次修正章程》
B、党的二大党章
C、党的三大党纲
10、在中国共产党党章发展史上，党章(C)是惟一一部不是由党的全国代表大会修改的
A、党的九大党章
B、党的六大党章
C、《中国共产党第三次修正章程》
11、在党章(A)中首次使用了“民主集中制”的概念
A、党的七大党章
B、《中国共产党第三次修正章程》
C、党的二大党章
12、(A)第一次规定了民主集中制的基本要求
A、党的六大党章
B、党的七大党章
C、党的八大党章
13、我们党从1921年7月成立时起一直到1928年党的六大通过的党章，都规定党员无国籍之分。这主要是因为(B)
A、中国共产党是一个民间组织
B、中国共产党是共产国际的一个支部
C、中国共产党没有意识到党员的中国国籍问题
14、从党章的制定过程和党章的内容上来看，受共产国际影响最大的是哪一部党章(A)
A、党的六大党章
B、党的二大党章
C、党的七大党章
15、(B)是中国共产党第一部完全独立自主地制定的党章
A、党的二大党章
B、党的七大党章
C、党的六大党章
16、从党章的结构上看，第一次在党章条文部分的前面增写总纲部分的是(A)
A、党的七大党章
B、党的八大党章
C、党的十二大党章
17、刘少奇在党的七大上所作的《关于修改党章的报告》中指出：党章的总纲是(C)
 A、党章的灵魂
B、党章的核心
C、党的基本纲领，是党章的前提、总则和组成部分
18首次把“全心全意为人民服务”作为党的群众路线重要内容写进党章的是(B)
A、党的二大
B、党的七大
C、党的八大
19、在党章中首次对党费用专章加以规定的是(B)
A、党的一大党章
B、党的二大党章
C、党的十二大党章
20、下列关于五四运动的总体评价，代表中国共产党观点的是(D)
A、五四运动是中国的“文艺复兴”
B、五四运动是中国从传统走向现代的转折点
C、五四运动破坏了了中国传统文化
D、五四运动是中国新旧民主主义革命的分水岭
21、(C)规定：年满十八岁，方得被接收为党员。这是中国共产党在党章中首次对入党对象年龄作出的规定。
A、党的一大党章
B、党的二大党章
C、党的七大党章
22、刘少奇在党的七大上所作的《关于修改党章的报告》，正式出版时标题是(B)
A、《关于修改党章的报告》
B、《论党》
C、《论共产党员的修养》
23、(C)是中国共产党执政后制定并颁布的第一部党章
A、党的一大党章
B、党的二大党章
C、党的八大党章
24、“五四精神”的核心是(A)
A、爱国主义
B、艰苦奋斗
C、开拓创新
D、乐观主义
25、五四运动是(A)5月4日发生在北京以青年学生为主的一场学生运动。
A、1919年
B、1927年
C、1939年
26、按照党的八大党章的规定，党的最高领导机关是(A)
A、党的全国代表大会
B、党的全国代表大会和它的中央委员会
C、党的中央委员会
27、在1977年8月举行的党的十一大上，作《关于修改党章的报告》发言的是(C)
A、邓小平
B、胡耀邦
C、叶剑英
28、首次把“任人唯贤”的干部路线写进党章的是(C)
A、党的一大党章
B、党的二大党章
C、党的十一大党章
29、新中国成立后，党的八大党章曾经用专章对党的监察机关作出规定，九大、十大党章中取消了这些规定；十一大党章规定了有关内容，并把党的监察委员会改称(B)
A、党的监督机构
B、党的纪律检查委员会
C、党的检察机关
30、把入党誓词写入党章，始于(B)党章
A、党的一大
B、党的十一大
C、党的十二大
31、(B)会议首次将“实行在党纪面前人人平等的原则”载入党章的总纲之中。
A、党的八大
B、党的十二大
C、党的十四大
32、五四运动开始登上历史舞台的阶级是(D)
A、农民阶级
B、地主阶级
C、资产阶级
D、无产阶级
33、党必须按照(B)的原则，在同级各种组织中发挥领导核心作用。
A、民主集中制
B、总揽全局、协调各方
C、四项基本原则
34、把“党的干部”作为专门一章加以规定，这是(B)的首创
A、党的八大
B、党的十二大
C、党的十四大
35、始于党的十二大党章规定的干部队伍“四化”方针，是指干部队伍的革命化、(B)、知识化、专业化
A、青年化
B、年轻化
C、学历化
36、党的十四大的一个突出贡献是把党在什么时期(B)的基本路线载入党章
A、社会主义过渡时期
B、社会主义初级阶段
C、整个社会主义历史时期
37、党的十四大首次把党在社会主义初级阶段基本路线写入党章之中。其核心内容是(B)
A、两手抓、两手都要硬
B、一个中心，两个基本点
C、三个有利于
38、党在社会主义初级阶段的“一个中心，两个基本点”的基本路线中的“一个中心”是指以什么(C)为中心
A、政治建设
B、反和平演变
C、经济建设
39、党在社会主义初级阶段的“一个中心，两个基本点”的基本路线中的“两个基本点”是指坚持什么(B)
A、物质文明建设和精神文明建设
B、四项基本原则和改革开放
C、思想政治建设和经济建设
40、从哪一次会议(B)起，在中央和省、自治区、直辖市不再设立顾问委员会
A、党的十三大
B、党的十四大
C、党的十九大
41、人民代表大会制度是我国根本的政治制度。(A)首次将“坚持人民代表大会制度”载入党章的总纲之中。
A、党的十四大
B、党的十六大
C、党的十九大
42、党的十五大对党章的修改，集中在一个重大问题上，即在党章中明确规定，把(B)确立为党的指导思想
A、毛泽东思想
B、邓小平理论
C、“三个代表”重要思想
43、2002 年11月通过的十六大党章，把(C)作为党的指导思想写进了党章
A、毛泽东思想
B、邓小平理论
C、“三个代表”重要思想
44、党的十六大党章规定，中国共产党是中国工人阶级的先锋队，同时是(C)的先锋队
A、广大人民群众
B、广大社会阶层
C、中国人民和中华民族
45、在社会主义现代化建设的整个过程中，必须坚持四项基本原则，反对(C)
A、腐败思想
B、形式主义
C、资产阶级自由化
46、坚持“四项基本原则”是我们的立国之本, (C)什么是立党之本
A、“三个有利于”
B、毛泽东思想
C、“三个代表”重要思想
47、坚持四项基本原则是我们的立国之本，坚持什么(B)，是我们的强国之路
A、以经济建设为中心
B、改革开放
C、科教兴国战略
48、作为我党的立党之本、执政之基、力量之源的是(C)
A、毛泽东思想
B、邓小平理论
C、“三个代表”重要思想
49、在现阶段，我国社会的主要矛盾是(C)
A、阶级矛盾和斗争
B、人民内部矛盾
C、人民日益增长的物质文化需要同落后的社会生产之间的矛盾
50、下列(C)项不属于“三个代表”重要思想
A、代表中国先进文化的前进方向
B、代表中国最广大人民的根本利益
C、代表社会生产力的发展要求
51、党的十六大党章在总纲中指出：(C)是党执政兴国的第一要务
A、改革
B、开放
C、发展
52、我国的社会主义建设，必须从我国的国情出发，走(B)道路
A、资本主义
B、中国特色社会主义
C、中国社会主义
53、下列五四运动时期的四副对联中，反映五四运动取得了一定胜利的是(D)
A、“共争青岛归还，同看国贼罢黜；欢呼学生复课，庆贺商店开门。”
B、“民众雪耻心坚，全市罢工，本店金钱主义，独自开张”
C、“学生一日不释，本店一日不开”
D、“学生含冤，定卜三年不雨；同胞受辱，可兆六月飞雪”
54、我国第一部团的章程是(C)
 A、《中国共产青年团章程》
 B、《中国社会主义青年团章程》
C、《中国社会主义青年团临时章程》
55、中国共产主义青年团代团歌为 (C)
 A、《我们是光荣的共青团员》
B、《中国共青团之歌》
C、《光荣啊，中国共青团》
56、中国共产主义青年团充分发挥党联系青年的桥梁和纽带作用，在维护 (C)利益的同时代表和维护青年的具体利益，围绕党的中心任务，开展适合青年特点的独立活动。
A、党和人民
B、党和国家
C、国家和人民
57、我们的立国之本除了坚持社会主义道路、坚持人民民主专政、坚持马克思列宁主义毛泽东思想这四项基本原则，还包括下列(A)项
A、中国共产党的领导
B、改革开放
C、以经济建设为中心
58、党的三大决定共产党员以个人身份加入国民党,实现国共合作,同时必须在政治上、思想上、组织上(A)
A、保持自己的独立性
B、保持自己的先进性
C、保持自己的平等性
59、中国共产党主张积极发展对外关系，努力为我国的改革开放和现代化建设争取有利的国际环境。在国际事务中，坚持(B)的外交政策
A、完全平等
B、独立自主和和平
C、互不干涉内政
60、“一切为了群众，一切依靠群众，从群众中来，到群众中去，把党的正确主张变为群众的自觉行动。”这是十六大党章对(B)的表述
A、党的思想路线
B、党的群众路线
C、党的政治路线
61、中国共产党的最大政治优势是(A)
A、密切联系群众
B、理论联系实际
C、批评与自我批评
62、党风问题、党同人民群众联系问题是关系党(C)的问题
A、巩固和发展
B、先进性
C、生死存亡
63、党在社会主义初级阶段的基本路线的核心内容是(A)
A、“一个中心，两个基本点”
B、自力更生，艰苦创业
C、把我国建设成为富强、民主、文明的国家
64.四项基本原则核心(B)
A、坚持人民民主专政
B、坚持党的领导
C、坚持社会主义道路
65、民主集中制是民主基础上的集中和集中指导下的民主相结合。它既是党的根本组织原则，也是(A)在党的生活中的运用
A、群众路线
B、思想路线
C、政治路线
66、党的十六大党章总纲中规定的“在党的纪律面前人人平等”，是指(B)
A、党的纪律在普通党员中是平等适用的
B、在党的纪律面前所有党员一律平等
C、在党的纪律面前党员和群众都是平等的
67、党必须按照(B)原则，在同级各种组织中发挥领导核心作用
A、民主集中制
B、总揽全局、协调各方
C、四项基本原则
68、坚持党的基本路线，必须把改革开放同(C)统一起来，全面落实党的基本路线，全面执行党在社会主义初级阶级的基本纲领，反对一切“左”的和右的错误倾向，要警惕“右”但主要是防止“左”
A、解放思想
B、精神文明建设
C、四项基本原则
69、入党时必须有(B)名党员作入党介绍人
A、两名党员，正式、预备均可
B、两名正式党员
C、三名名正式党员
70、党章规定，可以申请入党的年龄为年满(B)岁
A、16岁
B、18岁
C、20岁
71、十六大党章对申请入党对象作了调整，将原来规定的“其他革命分子”，改为(A)
A、其他社会阶层的先进分子
B、私营企业主
C、其他社会阶层
72、下列哪项是对中国共产党党员最准确的描述(C)
A、掌握科学技术的人
B、中国工人阶级先进分子
C、中国工人阶级的有共产主义觉悟的先锋战士
73、十六大党章规定：中国共产党党员是中国工人阶级的有共产主义觉悟的先锋战士；必须全心全意为人民服务，不惜牺牲个人的一切，为实现共产主义奋斗终身。这样的规定最早见于哪一部党章(B)之中
A、党的二大党章
B、党的十二大党章
C、党的八大党章
74、中国共产党关于正确处理党际关系的“四项原则”是：独立自主、完全平等、互相尊重、和(C)
A、互不干涉内政
B、和平共处
C、互不干涉内部事务
75、按照十六大党章的规定，党员必须履行的义务有几项？(A)
A、8项
B、10项
C、12项
76、在党员必须履行的义务中，十六大党章增加了学习下列(C)项内容
A、邓小平理论
B、党的基本知识
C、“三个代表”重要思想
77、按照十六大党章的规定，党员享有(C)权利
A、6项
B、7项
C、8项
78、党组织讨论决定对党员的党纪处分或作出鉴定时，下列说法中正确的应是下列(C)项
A、本人无权参加和进行申辩
B、其他党员不可以为他作证和辩护
C、本人有权参加和进行申辩，其他党员可以为他作证和辩护
79、当党员对党的决议和政策有不同意见时，下列说法中，正确的应该是(B)
A、可以不执行党的决议和政策
B、在坚决执行的前提下，可以声明保留，并且可以把自己的意见向党上级组织直至中央提出
C、必须坚决执行，不可以声明保留，也不允许向上级组织提出
80、在特殊情况下，下列(C)组织可以直接接收党员
A、党的基层委员会
B、党的县委员会
C、党的中央和省、自治区、直辖市委员会
81、预备党员必须面向，(C)进行入党宣誓
A、党徽
B、党旗、党徽
C、党旗
82、下列(A)项是入党誓词里面的
A、遵守党的章程
B、遵守国家的法律
C、遵守党的纪律
83、预备党员预备期满，党组织认为需要继续考察和教育的，可以延长备期，但不能超过(B)
A、半年
B、1年
C、2年
84、预备党员预备期满后，党组织经过考察认为其不履行党员义务，不具备党员条件的，应当(C)
A、留党察看
B、延长预备期
C、取消预备党员资格
85、预备党员转为正式党员，或延长预备期，或取消预备党员资格，都应当经(A)组织讨论通过和上级党组织批准
A、支部大会
B、支部委员会
C、党小组
86、申请入党的人必须有两名党员作介绍人。这里的党员是指(B)
A、党员领导干部
B、正式党员
C、预备党员
87、发展党员，必须坚持什么(B)的原则
A、集体吸收
B、个别吸收
C、个别吸收和集体吸收相结合
88、预备党员的预备期为(A)
A、1年
B、2年
C、3年
89、预备党员的预备期，从(C)算起
A、递交入党申请书之日
B、递交人党志愿书之日
C、支部大会通过他为预备党员之日
90、党员的党龄从(C)那一天算起。
A、递交入党志愿书之日
B、支部大会通过他为预备党员之日
C、预备期满后转为正式党员
91、预备党员的权利，除没有选举权、被选举权和(C)以外，其他权利同正式党员一样。
A、申诉权
B、控告权
C、表决权
92、下列说法中，正确的应该是(C)
A、预备党员的权利同正式党员一样
B、预备党员的义务同正式党员的义务不一样
C、预备党员的义务同正式党员的一样，但权利不一样
93、“五四以来，中国青年起了某种先锋队的作用”“就是带头作用，就是站在革命队伍的前头。”这句话是谁说的?(C)
A、李大钊
B、陈独秀
C、毛泽东
D、朱自清
94、下列表述中，(B)项是错误的
A、每个党员，不论职务高低，都必须编入党的一个组织，参加党的组织生活，接受党内党外群众的监督
B、党的各级领导班子成员可以不编入党的一个组织，他们可以自愿参加党的组织生活
C、不允许有任何不参加党的组织生活、不接受党内外群众监督的特殊党员
95、下列(A)项是党的群众路线中的内容
A、一切依靠群众
B、不脱离群众
C、密切联系群众
96、党员如果没有正当理由，连续(B)多长时间不参加党的组织生活，或不交纳党费，或不做党所分配的工作，就被认为是自行脱党
A、3个月
B、6个月
C、12个月
97、按照十六大党章的规定，党的民主集中制的基本原则有(A)
A、六项
B、七项
C、八项
98、下列(A)项不是“四个服从”的内容
A、党委委员服从党委书记
B、党员个人服从党的组织
C、少数服从多数
99、下列表述中，正确的应该是(C)
A、党员领导干部参加了党委、党组的民主生活会以后，就可以不再参加党的支部生活会
B、党员领导干部参加了党的支部生活会以后，就可以不再参加党委、党组的民主生活会
C、党员领导干部除了参加党的支部生活会以外，还必须参加党委、党组的民主生活会
100、党的各级领导机关，除它们派出的代表机关和在党组织所设的党组外，都由(B)方式产生
A、上级任命
B、选举
C、群众推荐
101、党的各级代表大会的代表和委员会的产生，要体现(C)的意志。
A、上级党委
B、同级党委
C、选举人
102、五四运动中，第一次以(C)独立的姿态登上政治舞台。
A、青年学生
B、知识分子
C、工人阶级
D、资产阶级
103、五四运动是一场以(A)为先锋、广大人民群众参加的彻底反帝反封建的伟大爱国革命运动。
A、先进青年知识分子
B、工人
C、农民
D、工商界
104、1978年12月召开的(C),是建国以来中国共产党历史上具有深远意义的伟大转折,开创了我国社会主义事业发展的新时期。
A、 党的十届三中全会
B、 党的十一大
C、 党的十一届三中全会
105、有关全国性的重大政策问题，只有(A)以下哪个组织才有权作出决定？各部门、各地方的党组织可以向中央提出建议，但不得擅自作出决定和对外发表主张。
A、党中央
B、党的地方代表大会
C、党的全国代表会议
106、1982年,在(A)上,邓小平在开幕词中提出:“把马克思主义的普遍真理同我国的具体实际结合起来,走自己的道路,建设有中国特色的社会主义。”
A、 党的十二大
B、 党的十二届一中全会
C、 党的十二届三中全会
107、凡是成立党的新组织，或者撤消党的原有组织，必须由(C)决定。
A、上级党的代表大会
B、同级党的代表大会
C、上级党组织
108、党员如果没有正当理由，连续6个月不参加党的组织生活，或不交纳党费，或不做党所分配的工作，就被认为是(A)。
A、自行脱党
B、退党
C、劝退
109、1989年6月,党的十三届(B)选举江泽民为中央委员会总书记,形成以江泽民为核心的第三代中央领导集体。
A、 三中全会
B、 四中全会
C、 五中全会
110、以下不属于五四运动口号的是(B)?
A、外争主权、内除国贼
B、打倒列强、除军阀
C、废除二十一条
D、还我青岛
111、1919年6月5日开始，各地江人相继举行罢工，声援学生运动，商人也举行罢市运动的重心由北京转移到(A)
A、上海
B、天津
C、南京
D、长沙
112、五四运动的策源地是(B)
A、清华大学
B、北京大学
C、西南联大
D、同济大学
113、中央委员会全体会议由组织(A)召集，每年至少举行一次。
A、中央政治局
B、中央政治局常委会
C、中央书记处
114、在党的全国代表大会闭会期间，(C)执行全国代表大会的决议，领导党的全部工作，对外代表中国共产党。
A、中央委员会
B、中央政治局常委会
C、中央政治局
115、党的中央政治局常务委员会由(C)选举产生。
A、中央政治局会议
B、党的全国代表大会
C、中央委员会全体会议
116、在中央委员会全体会议闭会期间，由(C)什么部门行使中央委员会的职权。
A、中央政治局常委
B、中央政治局
C、中央政治局和它的常务委员会
117、五四运动爆发的直接原因是(C)
A、卖国“二十一条”的签订
B、《凡尔赛条约》正式生效
C、巴黎和会上中国外交的失败
D、俄国发生十月革命
118、(A)主持中央书记处的工作。
A、中央委员会总书记
B、中央政治局
C、中央政治局常务委员会
119、民主集中制是指(C)。
A、民主基础上的集中
B、集中指导下的民主
C、民主基础上的集中和集中指导下的民主相结合
120、党的各级委员会实行(C)什么的制度。
A、集体领导
B、个人分工负责
C、集体领导和个人分工负责相结合
130、改革开放新时期，
成为青年中影响力最大的一个口号。(D)
A、将革命进行到底
B、抗美援朝保家卫国
C、向困难进军
D、团结起来、振兴中华
131、当代中国青年运动的主题是(A)
A、伟大复兴的中国梦而奋斗
B、建设社会主义制度
C、争取民族独立、人民解放
D、救亡图存、振兴中华
132、2017年4月，新中国历史上第一部青年发展规划《中长期青年发展规划（2016-2025年）》印发首次提出“党和国家事业要发展，(D)首先要发展”
A、教育
B、科技
C、学生
D、青年
133、被称为党的全部工作和战斗力的基础的是(C)。
A、党员
B、党的基层组织
C、党的干部
135、改进党的领导方式。着眼于党【A】、【B】、【C】、【D】,強化战略思维、创新思维、辩证思维、法治思维、底线思维,正确制定和坚决执行党的路线方针政策,不断增强党的政治领导力、思想引领力、群众组织力、社会号召力。
A、把方向
B、谋大局
C、政策
D、促改革
136、党重视教育、培训、选拔和考核干部，党重视培养、选拔女干部、少数民族干部，特别是培养、选拔(C)。
A、非党干部
B、优秀年轻干部
C、年轻干部
137、党的各级领导干部要密切联系群众，坚持党的群众路线，自觉地接受党和群众的批评和监督，做到“四自”，即(C)。
A、自立、自强、自重、自励
B、自重、自省、自警、自励
C、自爱、自尊、自省、自警
138、党组织对违犯党的纪律的党员，应当本着(B)的精神，按错误性质和情节轻重，给以批评教育直至纪律处分。
A、从严治党
B、惩前毖后、治病救人
C、批评与自我批评
139、按照十六大党章的规定，对于严重触犯刑律的党员，必须给予以下哪种(C)纪律处分。
A、撤消党内职务
B、开除党籍
C、留党察看
140、党内严格禁止用违反党章和什么(B)的手段对待党员，严格禁止打击报复和诬告陷害。
A、党内其他法规
B、国家法律
C、党的政策
141、党内的最高处分是(C)？
A、留党察看
B、撤消党内职务
C、开除党籍
142、下列哪项属于党的纪律处分？(B)
A、撤消党内外一切职务B、撤消党内职务 C、降职
143、留党察看的期限最长不超过多久(C)。
A、半年
B、1年
C、2年
144、党员经过留党察看，确已改正错误的，应当恢复其党员的权利；坚持错误不改的，应当(C)
A、严重警告
B、撤消党内职务
C、开除党籍
145、对党员的纪律处分，必须经过(A)讨论决定，报党的基层委员会批准。
A、党的支部大会
B、党的支部委员会会议
C、党的总支部委员会会议
146、1978年12月召开的(C),是建国以来中国共产党历史上具有深远意义的伟大转折,开创了我国社会主义事业发展的新时期。
A、 党的十届三中全会
B、 党的十一大
C、 党的十一届三中全会
147、1982年,在(A)上,邓小平在开幕词中提出:“把马克思主义的普遍真理同我国的具体实际结合起来,走自己的道路,建设有中国特色的社会主义。”
A、 党的十二大
B、 党的十二届一中全会
C、 党的十二届三中全会
148、关于留党察看的期限，下列表述中，正确的应该是(C)。
A、2年
B、最长不超过1年
C、最长不超过2年
149、中国共产党是按照(C)的原则建立起来的
A、民主制
B、集中制
C、民主集中制
150、党的七大确立(B)为党的指导思想,使全党在思想上、政治上、组织上达到空前的统一和团结。
A、 马列主义
B、 毛泽东思想
C、 实事求是
151、在下列对十六大党章总纲第一自然段关于共产主义的表述中，正确的应该是(C)
A、党的最高理想是实现共产主义
B、党的最终目标是实现共产主义制度
C、党的最高理想和最终目标是实现共产主义
152、解决由新民主主义革命向社会主义革命转变的重大问题的会议是(B)。
A、 党的七大
B、 党的七届二中全会
C、 中国人民政治协商会议
153、关于中国共产党发展同各国共产党和其他政党的关系的原则，下列说法中，正确的应该是(C)。
A、互相尊重主权和领土完整、互不侵犯、互不干涉内政、平等互利、和平共处
B、独立自主、完全平等、互相尊重和互不干涉内政
C、独立自主、完全平等、互相尊重和互不干涉内部事务
154、中国共产党通过思想教育工作，努力使我国人民成为具有(A)素质的人民。
A、有理想、有道德、有文化、有纪律
B、有理想、有修养、有知识、有纪律
C、有理想、有道德、有知识、有纪律
155、中国共产党把维护和发展国内各民族的什么(C)关系，作为党的民族政策的一项重要内容。
A、团结、统一、互助
B、平等、尊重、自立
C、平等、团结、互助
156、1951—1952年,我国在(B)中开展了一场反对贪污、反对浪费、反对官僚主义的“三反”运动。
A、 中国共产党党内
B、 党政机关工作人员
C、 私营工商业者
157、在党的全国代表大会闭会期间，中央委员会除了领导党的全部工作，对外代表中国共产党之外，还有以下(C)权利。
A、行使全国代表大会的全部职权
B、行使全国代表大会的部分职权
C、执行全国代表大会的决议
158、中央和国家机关广大党员、干部必须在严守党的政治纪律和政治规矩上作表率,强化自我约束,特别要自觉规范工作时间之外的政治言行,不准【A】,不准【B】,不准【C】,不准【D】,不准【E】
A、散布违背党的理论和路线方针政策的言论
B、妄议中央制造
C、传播政治谣言及丑化党和国家形象的言论
D、拉帮结派、搞团团伙伙删
E、搞两面派、做两面人
159、所谓党的地方各级纪律检查委员会的“双重领导体制”是指(A)。
A、在同级党的委员会和上级纪律检查委员会双重领导下进行工作
B、在同级党的委员会的领导下和上级纪律检查委员会的指导下进行工作
C、在同级党的委员会的指导下和上级纪律检查委员会的领导下进行工作
160、党的中央纪律检查委员会由会议(C)选举产生。
A、党的中央政治局会议
B、党的全国代表大会
C、党的中央委员会全体会议
161、根据党的十六大党章的规定，下列表述中，正确的应该是(C)。
A、党的基层委员会必须设立纪律检查委员会
B、党的基层委员会可以自己决定是否设立纪律检查委员会
C、党的基层委员会是设立纪律检查委员会，还设立纪律检查委员，由它的上一级党组织根据具体情况决定
162、在下列说法中，正确的应该是(C)。
A、党的中央纪律检查委员会实行“双重领导体制”
B、只有党的地方各级纪律检查委员会实行“双重领导体制”
C、党的地方各级纪律检查委员会和基层纪律检查委员会都实行“双重领导体制”
163、党的十六大党章在党的纪律检查机关的经常性工作的规定中，增写了下列(B)
A、检查和处理党的组织和党员违反党章和其他党内法规的比较重要或复杂的案件
B、对党员领导干部行使权力进行监督和保障党员权利
C、受理党员的控告和申诉
164、中国共产党的第一任总书记是(C)
A、 李大钊
B、 毛泽东
C、 陈独秀
165、党的十六大党章规定，党组发挥(A)作用。
A、领导核心
B、政治核心
C、组织核心
166、做好干部管理工作，是(C)哪一部党章对党组的任务作出的一项新规定。
A、党的十四大
B、党的十五大
C、党的十六大
167、20世纪初期中、外哪两大政治事件促进了中国共产党的诞生(A)
A、 1919的五四运动、1917年俄国十月社会主义革命的胜利
B、 1911年辛亥革命、1919年共产国际成立
C、 1921年中国共产党第一次代表大会、1924年列宁逝世
168、党的各级委员会要充分发挥团的作用(C)。
A、先锋队作用
B、战斗堡垒作用
C、突击队作用和联系广大青年的桥梁作用
169、(C)哪次会议首次把我国“实行依法治国、建设社会主义法治国家”的内容载入党章。
A、党的十四大
B、党的十五大
C、党的十六大
170、(C)哪次会议首次把我国实施科教兴国战略和可持续发展战略的内容写进党章。
A、党的十四大
B、党的十五大
C、党的十六大
171、关于中国共产党同国家机关的关系的下列说法中，正确的应该是(C)
A、党同国家机关没有联系
B、党同国家机关是合二为一的
C、党领导国家机关，同时保证国家机关独立开展工作
172、在我国各种组织中，起领导核心作用的是(B)
A、人民代表大会
B、中国共产党
C、政府
173、中国共产党制定民主革命纲领的代表大会是(B)
A、 党的第一次全国代表大会
B、 党的第二次全国代表大会
C、 党的第三次全国代表大会
174、中国共产党打响武装反抗国民党第一枪的起义是(A)
A、 1927年八一南昌起义
B、 1927年秋收起义
C、 1927年广州起义
175、(C)会议党章首次把党徽党旗作为专门一章加以规定
A、党的十二大
B、党的十四大
C、党的十六大
176、标志着中国共产党开始独立领导革命战争和创建人民军队的事件是(C)。
A、秋收起义
B、广州起义
C、南昌起义
D、百色起义
177、根据党的十六大党章的规定，下列说法中，正确的应该是(B)。
A、党徽党旗可以任意制作
B、要按照规定制作和使用党徽党旗
C、党徽和党旗可以随意使用
178、中国早期共产主义小组有(B)个。
A、7
B、8
C、9
179、中国共产党党徽是由(B)组成的。
A、麦穗和斧头
B、镰刀和锤头
C、镰刀和斧头
180、中国革命的道路是(C)。
A、农村包围城市
B、武装夺取政权
C、农村包围城市，武装夺取政权
181、北伐战争时期，农民运动的中心在(B)。
A、江西
B、湖南
C、广东
182、第一次国共合作正式形成的标志是(C)。
A、中共二大
B、中共三大
C、国民党一大
183、在党的(B)上确立了土地革命和武装反抗国民党反动派的总方针。
A、五大
B、八七会议
C、六大
184、中国工人运动史上持续时间最长的一次罢工是(C)
A、安源路矿工人大罢工
B、京汉铁路工人大罢工
C、省港大罢工
185、中国革命的道路是(D)
A、农村包围城市
B、武装夺取政权
C、城市工人革命
D、农村包围城市、武装夺取政权
186、红军长征是(C)胜利结束的。
A、1934年10月
B、1935年10月
C、1936年10月
187、党的什么会议(B)实际上确立了毛泽东在党内的领导地位。
A、八七会议
B、遵义会议
C、瓦窑堡会议
188、全民族抗战的起点是(C)。
A、九一八事变
B、华北事变
C、七七事变
189、《八一宣言》提出了(A)口号
A、停止内战，一致抗日
B、打倒日本帝国主义
C、反对华北自治
190、毛泽东思想是在(B)成熟的。
A、土地革命战争时期
B、抗日战争中后期
C、解放战争时期
191、在(A)会议上毛泽东思想被确立为党的指导思想。
A、党的七大
B、党的八大
C、党的十五大
192、抗日战争时期为解决经济上的困难党在解放区领导了(B)。
A、延安整风运动
B、大生产运动
C、三三制政权建设运动
193、我党提出全面抗战路线的会议是(C)。
A、遵义会议
B、瓦窑堡会议
C、洛川会议
194、党在民主革命时期的三大法宝是(B)。
A、实事求是、独立自主、群众路线
B、统一战线、武装斗争、党的建设
C、解放思想、实事求是、与时俱进
195、党的工作重心由乡村转移到城市的决策是(B)作出的。
A、党的七大
B、党的七届二中全会
C、新的政治协商会议
196、中国共产党成立的具体时间是(B)
A、 1921年7月1日
B、 1921年7月23日
C、 1921年7月21日
197、“两个务必”是在(B)上提出来的。
A、八大
B、七届二中全会
C、洛川会议
198、第一次国内革命战争时期实行国共合作、建立革命统一战线是在共产党的哪次会议上提出的(C)
A、 党的第一次全国代表大会
B、 党的第二次全国代表大会
C、 党的第三次全国代表大会
199、党在过渡时期总路线的基本特点是(A)。
A、国家的工业化和社会主义改造同步进行
B、先进行国家的工业化，再进行社会主义改造
C、先进行社会主义改造，再进行国家的工业化
200、党的七大是在(B)召开的。
A、北京
B、延安
C、西柏坡
201、(B)是毛泽东思想的根本点，是党的思想路线的核心。
A、群众路线
B、实事求是
C、独立自主
D、武装斗争
202、中国共产党建党的目的和出发点是(C)。
A、打倒资本主义，建设社会主义
B、成立中华人民共和国
C、全心全意为人民服务
D、完成中华民族的伟大复兴
203、全面贯彻“三个代表”思想，核心是(A)。
A、坚持党的先进性
B、坚持与时俱进
C、坚持执政为民
D、坚持以人为本
204、(A)是党的先进性建设、执政能力建设、思想建设、政治建设、组织建设和作风建设的理论基础
A、党的指导思想
B、三个代表
C、科学发展观
D、中国特色社会主义理论
205、党的全国代表大会每(C)年举行一次
A、3
B、4
C、5
D、6
206、(B)是我党的根本组织原则和组织制度。
A、人民代表大会制度
B、民主集中制
C、民族区域自治
D、人民当家
207、党的(C)第一次鲜明的提出了要高举中国特色社会主义伟大旗帜，并将其载入党章。
A、十五大
B、十六大
C、十七大
D、十八大
208、(C)是中国革命史上具有划时代意义的事件，标志着新民主主义革命的伟大开端。
A、辛亥革命
B、中国共产党的建立
C、五四运动
D、第一次国共合作
209、标志着我国进入改革开放新时期的重要会议是(B)。
A、党的八大
B、党的十一届三中全会
C、党的十二大
210、四项基本原则是(B)最先提出的。
A、毛泽东
B、邓小平
C、习近平
211、中国共产党人的初心和使命，就是为中国人民，为中华民族(C)。这个初心和使命是激励中国共产党人不断前进的根本动力。
A、谋幸福，谋未来
B、谋生活，谋复兴
C、谋幸福，谋复兴
D、谋生活，谋未来
212、标志着党在指导思想上拨乱反正的历史任务已经完成了的会议是(A)。
A、党的十一届六中全会
B、党的十一届三中全会
C、党的十二大
213、“建设有中国特色社会主义”是邓小平在(C)上最早提出来的。
A、党的十一届三中全会
B、党的十三大
C、党的十二大
214、中共中央顾问委员会成立于(B)。
A、1987年
B、1982年
C、1992年
215、中国特色社会主义进入新时代，我国社会主要矛盾已经转化为人民日益增长的(D)需要和(D)的发展之间的矛盾。
A、美好生活 不充分不平衡
B、幸福生活 不平衡不充分
C、幸福生活 不充分不平衡
D、美好生活 不平衡不充分
216、(B)是指导党和人民实现中华民族伟大复兴的正确理论。
A、中国特色社会主义道路
B、中国特色社会主义理论体系
C、中国特色社会主义制度
D、中国特色社会主义文化
217、新时代中国特色社会主义思想，明确中国特色社会主义最本质的特征是(D)。
A、“五位一体”总体布局
B、建设中国特色社会主义法治体系
C、人民利益为根本出发点
D、中国共产党领导
218、坚持党的领导、人民当家作主、依法治国有机统一。(B)是社会主义民主政治的本质特征。
A、党的领导
B、人民当家作主
C、依法治国
D、政治体制改革
219、1986 年中共中央《关于加强社会主义精神文明建设指导方针的决议》是在(B)上作出的。
A、党的十二大
B、党的十二届六中全会
C、党的十二届三中全会
220、党的最高理想和最终目标是(C)。
A、实现社会主义现代化
B、社会主义社会充分发展和高度发达
C、实现共产主义
D、和平共处
221、我国处于社会主义初级阶段的理论是在党的(A)上提出来的。
 A、党的十三大B、党的十二大 C、党的十四大
222、党在社会主义初级阶段基本路线的核心(B)。
A、以经济建设为中心
B、一个中心，两个基本点
C、坚持四项基本原则，坚持改革开放
223、“执政党的党风问题是有关党的生死存亡的问题。”这一著名命题最早是由(B)提出来的。
A、毛泽东   B、陈云  C、邓小平
224、我国社会主义初级阶段至少要经历一百年时间。这一百年是指(B)。
A、从中国共产党成立到2020年前后
B、从中华人民共和国成立到本世纪中叶
C、从党的十一届三中全会召开的1978年到2078年前后
D、从本世纪开始的2000年到2100年前后
225、(B)是共产党区别于其他任何政党的显著标志，是使党的路线、方针得以顺利贯彻的根本保证。
A、调查研究
B、三大作风
C、两个务必
D、纪律严明
226、1949年9月21日,毛泽东同志在开幕词中豪迈地宣告:“占人类总数四分之一的中国人从此站立起来了。” 的重要会议是在北平隆重召开的(C)。
A、中华人民共和国央人民政府成立大会
B、七届三中全会
C、中国人民政治协商会议第一届全体会议
D、七届四中全会
227、新民主主义胜利的标志是(D)。
A、三大战役的胜利
B、渡江战役的胜利
C、解放军占领南京
D、中华人民共和国成立
228、中国共产党要领导全国各族人民实现社会主义现代化的宏伟目标,必须紧密围绕党的基本路线,加强党的执政能力建设(C)建设。
A、先进性 B、纯洁性 C、先进性和纯洁性 D、管理能力
229、中国共产党是中国工人阶级的先锋队,同时是(B)是中国特色社会主义事业的领导核心,代表中国先进生产力的发展要求,代表中国先进文化的前进方向,代表中国最广大人民的根本利益。
A、中国各族人民的先锋队
B、中国人民和中华民族的先锋队
C、中国社会各阶层的先锋队
230、我国《国家公务员暂行条例》是(B)制定的。
A、1992年  B、1994年C、1993年
231、《国家“八七”扶贫攻坚计划》的基本含义是(A)。
A、在7年内基本解决全国8000万贫困人口的温饱问题
B、1987年制定的
C、用8年时间基本解决7000万贫困人口的温饱问题
232、我国铁路建设史上规模最大、投资最多、一次建成里程最长的铁路是(C)。
A、京广铁路  B、兰新铁路 C、京九铁路
233、在党的(A)上确立了建设有中国特色社会主义理论在全党的指导地位。
A、十四大 B、十二大  C、十三大
234、中国政府是于(B)在香港恢复行使主权的。
A、1997年10月1日B、1997年7月1日 C、2000年12月31日
235、在党的(C)上把邓小平理论写进党章并确立为党的指导思想。
A、十三大 B、十四大C、十五大
236、邓小平理论的精髓是(A)。
A、解放思想、实事求是 B、解放思想  C、实事求是
237、邓小平提出的世界主题是(B)。
A、战争与和平   B、和平与发展 C、战争与革命
238、解决台湾问题实现祖国统一的最佳构想是(A)。
 A、一国两制 B、和平统一  C、武力统一
239、发展台海两岸关系和实现和平统一的基础是(B)。
 A、一中一台 B、坚持一个中国原则 C、把台湾分裂出去
240、全面建设小康社会的奋斗目标是在党的(B)上提出来的。
A、十四大  B、十六大 C、十五大
241、中国政府是于(A)在澳门地区恢复行使主权的。
A、1999年12月20日
B、1999年12月10日
C、1999年12月31日
242、“三个代表”的观点最早是(B)提出来的。
A、2000年6月
B、2000年2月
C、2000年10月
243、“三个代表”重要思想形成的标志是(C)。
A、2000年江泽民在广东茂名、高州的讲话
B、2002年江泽民在党的十六大上的报告
C、2001年江泽民“七一讲话”
244、北京赢得2008年奥运会主办权是(A)。
A、2001年7月13日B、1999年7月13日 C、2000年7月13日
245、中国共产党第十七次全国代表大会报告在论述文化建设方面,首次明确把文化作为(B)提出来。
A、国家硬实力
B、国家软实力
C、社会发展推动力
246、党执政兴国的第一要务是(B)。
A、经济建设 B、发展 C、依法治国
247、(B)是当代中国共产党全部理论和全部实践的中心内容。
A、社会主义革命和建设
B、建设中国特色社会主义
C、社会主义建设和发展
248、在党的80多年历史间,党章已历经(C)次修改。
A、3
B、7
C、14
249、中国共产党的最高理想和最终奋斗目标是(B)。
A、建设中国特色的社会主义
B、实现共产主义
C、实现共产主义社会制度
250、中国共产党的唯一宗旨是(A)。
A、全心全意为人民服务  B、实事求是  C、群众路线
251、我国社会主义基本经济制度是(A)。
A、以公有制为主体、多种所有制经济共同发展
B、以公有制为主体、非公有制经济为补充
C、社会主义公有制
252、党的最高权力机关是(B)。
A、中央政治局
B、党的全国代表大会和它产生的中央委员会
C、中央委员会
253、党章规定，党的的各级代表大会的代表和委员会的选举要采取(C)方式。
A、无记名投票 B、记名投票C、举手表决
254、党的全部工作和战斗力的基础是(C)。
A、党中央 B、党的地方委员会C、党的基层组织
255、十六大党章规定的党的纪律处分有几种(B)。
A、四种 B、五种C、六种
256、十六大后胡锦涛总书记第一次出京考察所到之地是(B)。
A、井冈山B、西柏C、延安
257、从严治党,是保持党的先进性和(A),增强党的凝聚力和战斗力的保证
A、 纯洁性
B、 代表性
C、 革命性
258、党的十六届四中全会在党的历史上第一次做出了以下决定(B)
A、加强党的作风建设的决定
B、加强党的执政能力建设的决定
C、密切联系群众的决定
259、党的十六届五中全会的主要任务是(C)。
A、提出加强社会主义精神文明建设的建议
B、提出我国国民经济和社会发展的“十一五”计划
C、提出我国国民经济和社会发展的“十一五”规划的建议
260、贯彻“三个代表”重要思想,关键在坚持与时俱进,核心在(B),本质在坚持执政为民。
A、坚持发展经济
B、坚持党的先进性
C、坚持改革开放
261、提高党的执政能力首先要提高(B)。
A、党领导发展的能力
B、党的先进性
C、党领导建设和谐社会的能力
262、“两个务必”是指务必使同志们继续地保持谦虚、谨慎、不骄、不躁的作风，务必使同志们继续地保持什么样(B)的作风。
A、实事求是 B、艰苦奋斗C、密切联系群众
263、对党员的留党察看期限最长不得超过(C)。
A、三年B、二年C、一年
264、党章总纲指出,党的建设必须坚决实现的第二项基本要求是,坚持解放思想,实事求是(B)
A、求真务实
B、与时俱进
C、开拓创新
265、党和国家机关工作人员在国内交往中，不得收受什么性质(B)的礼品馈赠，因各种原因未能拒收的礼品，必须登记上交。
A、影响公正执行公务
B、可能影响公正执行公务
C、在特定范围内影响公正执行公务
266、党内的最高处分是(C)。
A、记大过 B、撤销党内职务C、开除党籍
267、在对外公务活动中如果对方赠送礼金、有价证券，应当谢绝；确实难以谢绝的，所收礼金、有价证券一律上缴到(C)。
A、本级纪检监察机关 B、上级机关C、国库
268、县（处）级以上领导干部在离职和退（离）休后多少年内(C)，不准接受原任职务管辖的地区和业务范围内的私营企业、外商投资企业和中介机构聘任，不准个人从事或代理私营企业、外商投资企业从事与原任职务管辖业务相关的经商办企业活动。
A、五年内 B、四年内C、三年内
269、领导干部要加强对自己的配偶、子女以及身边工作人员的教育和管理，不准默许或授意他们打着领导干部的旗号以权谋私。对放任、纵容他们违纪违法的，要(A)。
A、追究领导干部的责任B、批评教育 C、打招呼
270、县以上党和国家机关党员领导干部民主生活会(C)召开一次。
A、一年 B、二年C、半年
271、《中国共产党纪律处分条例（试行）》规定，驻外机构或者临时出国、出境团（组）中的共产党员，脱离组织出走时间超过多久(C)的，按照自行脱党处理，党内予以除名。
A、三个月  B、十二个月C、六个月
272、《中国共产党纪律处分条例（试行）》规定，机关、团体、企业、事业单位中的共产党员，在经济往来中，在账外暗中收受回扣的，以(A)论处。
A、受贿 B、贪污 C、敲诈勒索
273、选拔任用党政领导干部，必须经过民主推荐提出考察对象；民主推荐的结果在(C)内有效。
A、三个月 B、半年C、一年
274、党的基层组织要教育党员和群众自觉抵制不良倾向,坚决同各种(B)作斗争。
A、消极腐败现象;
B、违法犯罪行为
C、违法乱纪行为
275、《中国共产党纪律处分条例（试行）》规定，以营利为目的聚众赌博或者以赌博为业的，给予(C)处分。
A、留党察看 B、撤销党内职务C、开除党籍
276、贯穿《共产党宣言》的基本思想是下列哪一项(C)。
A、马克思主义 B、辩证唯物主义C、历史唯物主义
277、《中国共产党纪律处分条例（试行）》规定，参加反动会道门并在该组织中进行反动活动的，给予(C)处分。
A、严重警告 B、留党察看 C、开除党籍
278、“政治路线确定之后，干部就是决定因素。”这一论断是(A)在1938年党的六届六中全会上的报告中提出的。
A、毛泽东 B、刘少奇 C、邓小平
279、党的七大确立(C)为党的指导思想，使全党在思想上、政治上、组织上达到空前的统一和团结。
A、毛泽东思想 B、实事求是C、马列主义
280、人民代表大会制度作为我国的根本政治制度，是经由 1954 年9月召开的第一届全国人大第一次会议通过的(B)正式确立的。
A、《中国人民政治协商会议共同纲领》
B、《中华人民共和国宪法》
C、《中华人民共和国中央人民政府组织法》
281、1978年12月召开的(C)，是建国以来中国共产党的历史上具有深远意义的伟大转折，开创了我国社会主义事业发展的新时期。
A、党的十届三中全会 B、党的十一大C、党的十一届三中全会
282、(A)是邓小平和中国共产党对当代中国基本国情的科学判断。
A、我国处在社会主义初级阶段
B、我国是发展中的社会主义国家
C、社会主义在实践中
283、中国共产党是中国工人阶级的先锋队，这句话主要说明了什么(A)。
A、党的阶级性和先进性 B、党的代表性 C、 党的革命性
284、邓小平提出，改革是(A)的自我完善。
A、社会主义制度 B、社会生产方式 C、社会生活方式
285、共产党的党性是(A)的最高表现。
A、工人阶级的阶级性 B、先进分子的先进性 C、革命分子的革命性
286、对上级负责和对群众负责的统一性表明：(A)。
A、党的利益与人民的利益一致 B、党的利益高于人民的利益 C、人民的利益高于党的利益
287、最先在中国提出“中国共产党”这个名称的是(C)。
A、李大钊
B、陈独秀
C、蔡和森
288、党的十五大的主题是(C)。
A、认真总结改革开放以来的重要历史经验
B、研究并确定跨世纪宏伟目标
C、高举邓小平理论伟大旗帜，把建设有中国特色社会主义事业全面推向21世纪
289、党的(B)上诞生了我们党历史上的第一部党章。
A、中共一大
B、中共二大
C、中共三大
290、党的团结是党的(B)，因此必须坚决维护和发展全党的团结。
A、传统B、生命C、基础
291、发扬社会主义新风尚，提倡(B)。
A、社会主义道德
B、共产主义道德
C、中国传统美德
292、中国共产党第一次全国代表大会于(B)在上海举行。
A、1921年7月1日
B、1921年7月23日
C、1921年7月31日
293、中国共产党人追求的共产主义的最高理想，只有在(C)充分发展和高度发达的基础上才能实现。
A、社会主义社会的生产力
B、社会主义社会的文明
C、社会主义社会
294、邓小平理论是在(B)成为当代世界两大主题的历史条件下形成和发展起来的。
A、战争与和平
B、和平与发展
C、发展与独立
295、中国共产党最早的组织是由(A)等发起,在(A)首先建立的。
A、陈独秀上海
B、李大钊北京
C、毛泽东长沙
D、董必武武汉
296、加强和改善党的作风建设，核心问题是(C)。
A、保持思想上的坚定性
B、坚持原则问题上的坚定性
C、保持党同人民群众的血肉联系
297、中国共产党自成立时起，就以(C)为其阶级基础。
A、农民阶级
B、 小资产阶
C、工人阶级
298、1956年党的(B)通过了社会主义建设的纲领。
A、七大
B、八大
C、九大
299、党的十六大提出要在全社会形成全民学习、终身学习的(C)社会，促进人的全面发展。
A、斗争型
B、劳动型
C、学习型
300、  党的四项基本原则除了坚持社会主义道路、坚持人民民主专政、坚持中国共产党的领导外，还包括下列哪一项(C)
A、坚持马克思列宁主义毛泽东思想和邓小平理论
B、坚持马克思列宁主义毛泽东思想、邓小平理论和“三个代表”重要思想
C、坚持马克思列宁主义毛泽东思想
301、中华人民共和国的一切权力属于(C)。
A、 党
B、 政府
C、 人民
302、党除了(A)，没有自己的特殊利益，没有自己的特权。
A、广大人民群众的利益
B、领导干部
C、当权者
303、我们党是受(A)的委托行使领导国家权利的。
A、人民群众
B、领导干部
C、共产党员
304、保持共产党先进性教育活动以学习实践(C)为主要内容
A、党的执政能力 B、科学发展观C、“三个代表”重要思想
305、中共二大的历史贡献是确定了党的 (A)
A、最高纲领和最低纲领
B、三民主义的政策
C、统一战线的方针政策
306 如果一次支部大会讨论两个以上的人入党时，应该怎么做(C)。
A、有领导决定如何讨论和表决
B、和在一起讨论和表决
C、逐个讨论，逐个表决
307、在长期革命和建设中,中国共产党建立了一系列的纪律,鲜明的反映其与完成伟大的使命和坚持党的性质、宗旨一致的根本特性。下面不属于党的基本特性的是(A)
A、少数必须服从多数
B、科学性与民主性的统一
C、自觉遵守与强制执行相结合
308、党的组织优势主要是指(C)。
A、分布在全国各条战线上的几十万个党组织
B、党内集中了中华民族的众多优秀分子
C、在马克思主义指导下按照民主集中制组成统一的整体
309、(C)是我们党和国家的根本组织制度与领导制度。
A、民主制
B、集中制
C、民主集中制
310、党按照(A)原则选拔干部。
A、德才兼备
B、重德轻才
C、重才轻德
311、对党的决议和政策如有不同意见，在(B)的前提下，可以声明保留。
A、公开反对
B、 坚决执行
C、不公开反对
312、党的作风是(A)的外部表现。
A、党的性质
B、党的形象
C、党的立场
313、党章十二条指出，中国共产党是中国工人阶级的有(C)觉悟的先锋战士。
A、社会主义 B、中国特色社会主义C、共产主义
314、学习实践“三个代表”重要思想，核心在(A)。
A、坚持党的先进性 B、坚持党的纯洁性 C、坚持党的战斗力
315、党的各级委员会实行(C)。
A、个人负责
B、集体领导
C、集体领导和个人分工负责相结合
316、科学发展观的核心是(B)
A、解放和发展生产力B、坚持以人为本C、可持续发展
317、党的最高理想和最终目标是(A)
A、实现共产主义
B、建设中国特色社会主义
C、建设富强、民主、文明的社会主义现代化强国
318、党在新世纪新阶段的奋斗目标是(B)
A、全面解放和发展先进生产力 B、全面建设小康社会 C、全面提高我国综合国力
319、党章指出，党必须适应形势的发展和情况的变化，完善领导体制改进领导方式，增强(A)
A、执政能力 B、治国能力 C、领导方式
320、(B)是增强党的生机与活力的重要法宝，是搞好党员先进性教育活动的有力武器。
A、正面教育和自我教育相结合 B、批评与自我批评 C、身体力行“三个代表”重要思想
321、党的十五大将(B)确立为党的指导思想。
A、马列主义 B、邓小平理论 C、毛泽东思想
322、依法治国是党领导人民治理国家的(A)。
A、基本方略B、基本国策 C、基本原则
323、党的根本组织原则和领导制度是(A)。
A、民主集中制 B、密切联系群众、C、下级服从上级
324、加强和改进党的作风建设，核心问题是(B)。
A、保持思想上的坚定理 B、保持同人民群众的血肉联系 C、坚持原则问题上的坚定理
325、“入党”的重要含义是(B)
A、只在组织上入党 B、不仅在组织上且在思想上入党 C、只在思想上入党
326、毛泽东思想的活的灵魂有三个基本方面，即(A)。
A、实事求是，群众路线，独立自主
B、实事求事，解放思想，独立自主
C、辩证法，唯物主义，实事求是
327、党的根本组织原则和领导制度是(A)。
A、民主集中制
B、密切联系群众、C、下级服从上级
328、邓小平理论的精髓是(C)。
A、理论联系实际B、一切从实际出发 C、解放思想，实事求是
329、参加宣誓的预备党员应列队面向党旗，会议主持人宣布仪式开始，全体人员起立唱(A)。
A、《国际歌》B、《义勇军进行曲》 C、《没有共产党就没有新中国》
330、“三个代表”重要思想是在(B)的基础上提出来的。
A、科学判断阶级斗争历史B、科学判断党的历史方位 C、科学判断社会发展方向
331、发展党员必须履行入党手续是为了(B)
A、吸引党外群众的注意  B、保证新党员的质量C、限制党员队伍过分扩大
332、著名历史学家胡绳在《从鸦片战争到五四运动》一书中指出：“近代中国在20世纪初处于一个社会大变革时期，中国民主革命实现了由旧民主主义革命向新民主主义革命的转折”。促使中国实现“转折”的根本因素是(D)
A、五四运动的爆发 B、上海工人举行大罢工
C、“三罢”斗争出现D、民族资本主义的发展
333、第一次提出“毛泽东思想”这一概念的人是(A)。
A、刘少奇  B、王稼祥C、周恩来
334、当代学者提出了“五四运动是第一次历史巨变的补课，又是第二次历史巨变的起点”的观点，这是对五四运动历史地位的一个新提法，但究其实质，下列观点正确的是(B)
A、第一次历史巨变是鸦片战争以后社会性质改变
B、五四运动的爆发标志着新民主主义革命的开端
C、第二次历史巨变是辛亥革命推翻清王朝的统治
D、五四运动是思想层面由古代向近代转变的起点
335、一位西方观察家在1919年5月这样报道了当时的形势：“可以毫不夸张地说，数百万农民、商人和工匠有史以来第一次谈论起国家和国际大事……不论你走到哪家饭馆，不论遇到哪一伙工人，你都能听到他们在谈论这些事情。茶馆里‘莫谈国事’的招牌已经过时了。”这说明当时(D)
A、近代中国民族意识开始觉醒 B、揭开了反帝反封建斗争的序幕
C、近代民族民主思想开始传播 D、各阶层民众广泛关注社会运动
336、自愿入党的基本含义是(A)。
A、入党必须建立在高度自觉自愿的基础上
B、只要自己愿意入党就可以加入中国共产党
C、不需要介绍人就可以入党
337、下列五四运动时期的四副对联中，反映五四运动取得了一定胜利的是(D)
A、“共争青岛归还，同看国贼罢黜；欢呼学生复课，庆贺商店开门。”
B、“民众雪耻心坚，全市罢工，本店金钱主义，独自开张”
C、“学生一日不释，本店一日不开”
D、“学生含冤，定卜三年不雨；同胞受辱，可兆六月飞雪”
338、中国共产党第七次全国代表大会召开的时间和地点是(C)。
A、1945年2月9日至6月5日延安
B、1945年2月13日至6月9日延安
C、1945年4月23日至6月11日延安
339、延安整风运动使广大党员干部进一步掌握了马克思主义理论与中国革命实践相结合的基本原理，加强了全党在(A)的团结。
A、思想上的统一和组织上  B、理论上的提高和政治上C、政治上的提高和相互间
340、中国共产党“七大“制定的政治路线是：放手发动群众，壮大人民力量，在共产党的领导下，(C)。
A、打败蒋介石，解放全中国，建立一个各民主党派参加的联合政府
B、打败国民党蒋介石，解放全中国，建立一个新民主主义的中国
C、打败日本侵略者，解放全国人民，建立一个新民主主义的中国
341、中国革命的三大法宝是(B)。
A、土地革命、党的建设和人民战争
B、统一战线、武装斗争和党的建设
C、武装斗争、党的建设和根据地建设
342、1945年7月26日，(B)发表了敦促日本投降的《波茨坦公告》。
A、中、美、法  B、中、美、英C、中、美、苏
343、1947年6月30日，(B)解放军主力在鲁西南强渡黄河，揭开了战略进攻的序幕。
A、山东B、晋冀鲁豫 C、太岳兵团
344、1945年8月，毛泽东赴重庆谈判。10月，双方签订了什么(A)。
A、《国共双方代表会谈纪要》 B、、《国共双方和平谈判纪要》C、《国共双方重庆谈判纪要》
345、“一切反动派都是纸老虎”的著名论断，是毛泽东与(C)谁谈话中提出的。
A、埃德加·斯诺 B、艾格尼丝·史沫特莱C、安娜·路易斯·斯特朗
346、抗战胜利后，中国人民渴望建立一个(C)的新中国。但国民党在美国的支持下，坚持独裁内战的方针，企图在全中国重新恢复大地主大资产阶级专政的统治。
A、和平、独立、自由、民主 B、和平、自由、独立、幸福C、和平、民主、独立、富强
347、党在新民主主义革命时期的总路线是：无产阶级领导的，人民大众的，反对(B)的革命。
A、帝国主义、封建主义
B、帝国主义、封建主义和官僚资本主义
C、帝国主义、封建主义和资本主义
348、1947年7月至9月，中共中央工作委员会在(B)召开了全国土地会议，制定了《中国土地法大纲》。
A、陕北瓦窑堡B、河北平山县西柏坡 C、山西古城
349、1947年下半年，人民解放军在各个战场相继转入外线作战或反攻，构成了战略进攻的总态势。国民党军队则被迫转入战略防御。这是一个历史的转折点，是二十多年国民党反动统治(A)的转折点。
A、由进攻到防御 B、由发展到消灭 C、由防御到崩溃
350、1948年9月，华东野战军发动了(B)揭开了战略决战的序幕。
A、辽沈战役材B、济南战役C、平津战役
351、党的纪律是维护(A)完成党的任务的保证。
A、党的团结统一
B、党的利益
C、全党一致
352、因为我们党是代表(A)的发展要求的，所以全党同志的一切奋斗，归根到底都是为了解放和发展社会生产力，党的一切方针都要最终促进社会生产力的不断发展，促进国家经济实力的不断增强。
A、先进社会生产力
B、社会主义
C、工人阶级
353、李敖在《纠正人们对“五四”的错误认识》一文中写道：“五四运动把胡适所希望的一个单纯的文化运动转变为政治运动，扰乱了他那为中国建立非政治的文化和思想基础的梦想，对这个梦想的达成而言，五四显然是一条岔路。”以下对此观点中“岔路”一词最恰当的解释应该是(D)
A、五四运动揭开了新民主主义革命的序幕
B、认识到中国社会的半殖民地特征
C、五四运动继承了胡适解放思想的初衷
D、五四运动改变了新文化运动的发展轨迹
354、邓小平同志在党的(A)开幕词中第一次明确提出了“建设有中国特色社会主义”的科学概念。
A、十二大
B、十三大
C、十四大
355、胡锦涛总书记在全面建设小康社会的进程中，进一步提出好了“求社会主义建设规律和人类社会发展规律之真，务必抓(C)这个党执政兴国的第一要务之实”。
A、经济
B、改革
C、发展
356、(A)提出：“坚持以人为本，树立全面、协调、可持续的发展观，促进经济社会和人的全面发展”。
A、十六届三中全会
B、十六大
C、中央经济工作会议
357、(C)年，毛泽东在深入调查研究和总结国内外发展经验的基础上，发表了著名的《论十大关系》，初步探索了中国社会主义的发展道路。
A、1962
B、1958
C、1956
358、毛泽东同志是在(A)二中全会提出了“两个务必”的著名论断。
A、七届
B、六届
C、八届
359、1978年召开的党的十一届三中全会，果断地把党和国家的工作重点转移到社会主义现代化建设上来，作出了实行(A)的重大决策。
A、改革开放
B、市场经济
C、加快经济发展
360、五四运动的发源地是(A)
A、北京
B、青岛
C、天津
D、上海
361、高度重视和不断加强(A)，是我们党从小到大、由弱到强，从挫折中奋起、在战胜困难中不断成熟的一大法宝。
A、自身建设
B、组织建设
C、思想建设
362、刘少奇同志撰写的(A)，精辟地论述了共产党员为什么要进行党性修养，怎样进行党性修养，成为加强党员队伍建设的重要文献。
A、《论共产党员的修养》
B、《论党》
C、《论党内斗争》
363、五四运动促进了马克思主义与中国工人运动的结合,标志着(C)
A、近代化的开端
B、中国民主革命的开始
C、中国新民主主义革命的开端
D、近代史的开端
364、求真务实，是辩证唯物主义和历史唯物主义一以贯之的科学精神，是我们党的思想路线的核心内容，也是党的优良传统和共产党人应该具备的(A)。
A、政治品格 B、政治素质 C、基本条件
365、五四运动取得初步胜利的决定因素是(B)
A、青年学生发挥了先锋作用
B、工人阶级登上政治舞台,发挥了主力军作用
C、先进知识分子指导、推动并领导
D、广大人民的彻底觉醒
366、新文化运动的基本口号是(A)
A、民主和科学B、新道德和新文学 C、民权和平等
367、中国共产党最早的组织是由(A)等发起，在上海首先建立的。
A、陈独秀 B、李大钊 C、毛泽东
368、1920 年 11 月，在共产主义小组领导下成立的第一个工会组织是(A)。
A、上海机器工会B、长辛店工人俱乐部 C、上海印刷工会
369、第一次国共合作的共同纲领是(B)。
A、孙中山的旧三民主义 B、国民党“一大”的政治纲领 C、“耕者有其田”
370、第一次国共合作正式形成的标志是(A)
A、中国国民党“一大”的成功召开
B、中国共产党三大的成功召开
C、中国共产党民主革命纲领的制定
371、团内的“三会一课”指的是(B)。
A、民主生活会、团员发展会、思想教育总结会和团课
B、支部委员会、支部团员大会、团小组会和团课
C、支部委员会、支部发展会、团小组会和党课
372、按照总揽全局、(B)的原则，改革和完善党的领导方式。
A、协调一致 B、协调各方 C、协调指导
373、标志第一次国共合作全面破裂的是(C)。
A、“四一二”反革命政变 B、马日事变 C、“七一五”国民党中央“分共”会议
374、1927 年9 月19日，毛泽东在(A)集合了受挫的秋收起义部队，召开前委会议。会议经过激烈辩论，决定向敌人控制比较薄弱的山区寻求立足地，以保存革命力量。
A、永新三湾 B、浏阳文家市 C、宁冈古城
375、日本全面侵华战争爆发的标志是(A)。
A、卢沟桥事变 B、“八一三”事变 C、华北事变
376、毛泽东称赞：“(C)是在文化战线上，代表全民族的大多数，向着敌人冲锋陷阵的最正确、最勇敢、最坚决、最忠实、最热忱的空前的民族英雄。”
A、郭沫若 B、茅盾 C、鲁迅
377、1936年10月，红军三大主力会师的地点是(C)。
A、懋功地区 B、甘孜 C、会宁
378、党的十一届三中全会以来，我国农村发生了重大变化。影响最深远的是，普遍实行了多种形式的农村生产责任制，而哪种形式(B)越来越成为主要形式。
A、集体经营 B、家庭联产承包制 C、包产到户
379、1990 年8月，中共中央发出《关于进一步加强和改进知识分子工作的通知》，强调十一届三中全会以来，党的知识分子政策的核心是(C)。
A、改善知识分子的工作条件和生活待遇
B、承认知识分子是工人阶级的一部分
C、尊重知识、尊重人才
380、中国共产党是中国工人阶级的先锋队，这句话主要说明了什么(A)。
A、党的阶级性和先进性 B、党的代表性 C、党的革命性
381、为了坚持党的领导，必须努力(B)党的领导。
A、加强 B、改善 C、改革
382、 中国第一个青年团早期组织的负责人是(B)。
A、施存统
B、俞秀松
C、任弼时
383、《新民主主义论》所阐述的区别旧民主主义革命和新民主主义革命的根本标志是(C)。
A、建立民主联合政府 B、建立广泛的统一战线 C、无产阶级领导权
384、1953年12月31日，周恩来在接见(B)代表团时，首次系统地提出了国家之间和平共处的五项原则。
A、朝鲜 B、印度 C、柬埔寨
385、在中国共产党的关怀和领导下,中国社会主义青年团于1922年5月5日至10日在____召开了第一次全国代表大会。这次大会的召开标志着中国社会主义青年团的正式建立。(B)
A、上海
B、广州
C、北京
386、1937年，在华北战场上规模最大、战斗最激烈，也是国共合作抗日配合得较好的一次战役是(C)。
A、平型关大捷 B、徐州会战 C、忻口会战
387、1941年，《新华日报》上刊出周恩来的亲笔题词，“千古奇冤，江南一叶，同室操戈，相煎何急？！”此题词是为(C)而写
A、博山惨案 B、确山惨案 C、皖南事变
388、1939年，陕甘宁边区首届参议会选出的边区政府主席是(A)。
A、林伯渠 B、毛泽东 C、朱德
389、1949年4月23日，解放军占领(C)，宣告了延续22年的国民党反动统治的覆灭。
A、广州 B、重庆 C、南京
390、 1938年，日军占领广州、武汉以后，抗日战争进入战略(B)阶段。
A、防御 B、相持 C、反攻
391、抗日战争时期，在新加坡成立了以(A)为主席的南洋华侨筹赈祖国难民总会。
A、陈嘉庚 B、陈其尤 C、李济深
392、1953年7月27日，《关于朝鲜军事停战的协定》及其附件和临时补充协议在(A)正式签署，历时3年多的朝鲜战争宣告结束。
A、板门店 B、开城 C、平壤
393、1941年初，(A)率领八路军第三五九旅开赴南泥湾实行军垦屯田。
A、王震 B、萧克 C、关向应
394、为巩固抗日民族统一战线，在根据地的政权建设中，中国共产党实行了(B)。
A、减租减息 B、“三三制”原则 C、精兵简政
395、1950年2月，毛泽东访问苏联期间同苏联签订的条约是(B)。
A、《中苏友好同盟条约》 B、《中苏友好同盟互助条约》 C、《中苏新约》
396、诗人柳亚子赋诗，称颂毛泽东的一个行动是“弥天大勇”。这一行动是指(B)。
A、粉碎蒋介石对陕北的重点进攻 B、重庆谈判 C、长征
397、1945年8月26日，中共中央向党内发出毛泽东起草的《中共中央关于同国民党进行和平谈判的通知》，提出 B 三大口号。
A、和平、民主、进步
B、和平、民主、团结
C、独立、自由、民主
398、1945 年 10 月10日，重庆谈判的共产党和国民党双方正式签署了(C)。A、《国共代表会谈纪要》 B、《重庆谈判纪要》 C、《政府与中共代表会谈纪要》
399、在人民解放军渡江作战时，(B)国“紫石英号”等四艘军舰阻碍我军渡江，受到解放军的痛击。
A、美 B、英 C、法
400、党的(B)上诞生了我们党历史上的第一部党章。
A、中共一大B、中共二大C、中共三大
401、中国人民政治协商会议第一次全体会议决定，以《义勇军进行曲》为(C)。A、国歌 B、临时国歌 C、代国歌
402、中国共产党的三大优良作风是(C)。
A、实事求是、不怕牺牲、艰苦奋斗
B、艰苦朴素、严于律已、谦虚谨慎
C、理论联系实际、密切联系群众、批评和自我批评
D、争当时代先锋、永葆生机活力、促进社会和谐
403、中国人民解放军解放大陆的最后一战是(A)。A、昌都战役 B、海南岛战役 C、厦门战役
404、党的最高理想和最终目标是(C)。
A、实现社会主义现代化
B、社会主义社会充分发展和高度发达
C、实现共产主义
D、和平共处
405、入党宣誓誓词内容为：我志愿加入中国共产党，拥护党的纲领，遵守党的章程，履行党员义务，(A)严守党的纪律，保守党的秘密，对党忠诚，积极工作，为共产主义奋斗终身，随时准备为党和人民牺牲一切，永不叛党。
A、执行党的决定 B、执行党的路线
C、执行党的政策 D、执行党的方针
406、毛泽东思想的活的灵魂有三个基本方面，即(A)。
A、实事求是群众路线独立自主B、辩证法唯物论实事求是C、实事求是解放思想独立自主
407、中国人民志愿军跨过鸭绿江奔赴朝鲜战场的时间是(C)。
A、1950年10月8日 B、1950年10月19日 C、1950年10月25日
408、(D)，选举产生了党的历史上第一个中央纪律检查监督机构——中央监察委员会。
A、 中国共产党第二次全国代表大会
B、 中国共产党第三次全国代表大会
C、 中国共产党第四次全国代表大会
D、 中国共产党第五次全国代表大会
409、最先在中国提出“中国共产党”这个名称的是(C)。
A、李大钊B、陈独秀C、蔡和森
410、中国共产党第一次全国代表大会于(B)在上海举行。
A、1921年7月1日B、1921年7月23日C、1921年7月31日
411、党的各级委员会在必要时召集代表会议，讨论和决定需要及时解决的重大问题，代表会议代表的名额和产生办法，由(B)决定。
A、上级党组织B、召集代表会议的委员会C、召集代表会议的委员会常务委员会
412、发展党员，必须经过党的支部，坚持(B)的原则。
A、集中吸收B、个别吸收C、广泛吸收
413、中国共产党领导全国各族人民，经过长期的反对帝国主义、封建主义、(C)资本主义的革命斗争，取得新民主主义革命的胜利。
A、剥削B、权贵C、官僚
414、党的各级领导机关，除他们派出的代表机关和在非党组织所设的党组外，都由(A)产生。
A、选举B、上级任命C、群众推荐
415、(A)是党一贯坚持的马克思主义学风，是党具有旺盛创造力的关键所在。
A、理论联系实际B、求真务实C、解放思想
416、预备党员必须面向(B)进行入党宣誓。
A、党支部所有成员B、党旗C、党徽
417、申请入党的人,要填写入党志愿书，要有(B)正式党员作介绍人,要经过支部大会通过和上级党组织批准，才能成为正式党员。A、一名B、两名C、三名
418、中国共产党在莫斯科召开的是哪次全国代表大会？(A)
A、 党的六大
B、 党的五大
C、 党的四大
D、 党的三大
419、为了坚持、巩固和扩大抗日民族统一战线，中国共产党制定了(A)的策略总方针。
A、 “发展进步势力，争取中间势力，孤立顽固势力”
B、 “发展进步势力，争取顽固势力，孤立中间势力”
C、 “争取进步势力，发展中间势力，孤立顽固势力”
D、 “争取进步势力，发展顽固势力，孤立中间势力”
420、2006年3月4日，胡锦涛在看望出席全国政协(B)会议的委员时提出“八荣八耻”。
A、十届三次B、十届四次C、十届五次
421、中国共产党在中国革命中战胜敌人的三个主要法宝是(B)。
A、 实事求是，群众路线，独立自主
B、 统一战线，武装斗争，党的建设
C、 政治路线，组织路线，思想路线
D、 实事求是，独立自主，群众路线422、中国共产党召开的一次“团结的大会，胜利的大会”是指(D)。
A、 中共一大
B、 中共二大
C、 遵义会议
D、 中共七大
423、提高党的执政能力，首先要提高党领导(B)的能力。A、改革B、发展C、开放424、1961年1月，党的八届九中全会正式决定对国民经济实行(B)的八字方针。
A、 “调整、改革、整顿、提高”
B、 “调整、巩固、充实、提高”
C、 “调整、巩固、改革、提高”
D、 “调整、改革、充实、提高”
425、党员组织关系介绍信是党员政治身份的证明，介绍信有效期最长不超过(B)。
A、一个月B、三个月C、半年
426、“三个代表”重要思想的本质是(A)。
A、立党为公、执政为民B、坚持与时俱进C、保持党的先进性
427、(B)明确提出建设有中国特色的社会主义的重大命题和“小康”战略目标。
A、 党的十一大
B、 党的十二大
C、 党的十三大
D、 党的十四大
428、在党的80多年历史间，党章已历经(C)次修改。
A、3
B、7
C、15
429、1984年10月，(B)通过《关于经济体制改革的决定》。此后，以城市为重点的经济体制改革全面展开。
A、 党的十二大
B、 党的十二届三中全会
C、 党的十二届四中全会
D、 党的十二届五中全会430、党的全部工作和战斗力的基础是(B)。A、党中央B、党的基层组织C、党的地方委员会
431、将(C)确立为党的指导思想，是十六大的一个历史性决策和贡献。
A、 毛泽东思想
B、 邓小平理论
C、 “三个代表”重要思想
D、 科学发展观
432、党的(B)是党的生命所系、力量所在，事关党执政地位的巩固和执政使命的完成。
A、 纯洁性    B、 先进性
C、 时代性    D、 纪律性
433、党的十八大是在我国进入(C)决定性阶段召开的一次十分重要的大会。
A、 实现社会主义现代化
B、 全面构建社会主义和谐社会
C、 全面建成小康社会
D、 全面建成社会主义现代化强国
434、十九大的主题是：不忘初心，(B)，高举中国特色社会主义伟大旗帜，决胜全面建成小康社会，夺取新时代中国特色社会主义伟大胜利，为实现中华民族伟大复兴的中国梦不懈奋斗。
A、 继续前进
B、 牢记使命
C、 方得始终
D、 砥砺前行
435、中国共产党员是中国工人阶级的有(B)的先锋战士。
A、社会主义觉悟B、共产主义觉悟C、共产主义理想
436、预备党员的(C)同正式党员一样。
A、权利B、权利和义务C、义务
437、党章指出，党的上下级组织之间要互通情报、互相支持和(A)。
A、互相监督B、互相批评C、互相促进
438、中国共产党人追求的共产主义的最高理想，只有在(C)充分发展和高度发达的基础上才能实现。
A、社会主义社会的生产力B、社会主义社会的文明C、社会主义社会
439、我国的立国之本是:坚持社会主义道路;坚持(B);坚持中国共产党的领导;坚持马克思列宁主义毛泽东思想。
A、改革开放
B、人民民主专政
C、以经济建设为中心
440、中国共产党在领导社会主义事业过程中，要抓紧时机，加快发展，必须实施科教兴国战略和(A)发展战略。A、可持续B、跨越式C、前瞻性
441、党员必须坚持党和人民利益高于一切，吃苦在前，享受在后，(A)，多做贡献。
A、克己奉公
B、廉洁自律
C、艰苦奋斗
442、党章规定：党的各级代表大会代表实行(B)。
A、常任制
B、任期制
c、聘任制
D、委任制
443、党各级代表大会的代表和委员会的产生,要体现(A)的意志。
A、选举人
B、党员代表
C、党组织
D、党员
444、井冈山革命根据地的建立和巩固的重大意义是(D)
A、是我党独立领导武装斗争，创建人民军队开始
B、确立了以毛泽东为核心的党中央正确领导
C、奠定了后来国共合作的基础
D、开辟农村包围城市，最后夺取全国胜利道路
445、“雄关漫道真如铁，而今迈步从头越。”写于遵义会议后，对毛泽东这一词句的理解，最贴近其历史寓意的是(B)
A、遵义会议后，红军长征取得了胜利
B、遵义会议，是中国革命生死攸关的转折点
C、遵义会议前的中国革命彻底失败，必须从头再来
D、革命道路漫长而艰巨，前途不容乐观
446、“星火计划”是我国政府为促进(A)发展而制定的
A、农村地区
B、老少边穷地区
C、西部地区
447、1983年6月，邓小平在会见美国学者杨立宇时，阐述了解决台湾问题的(C)。
A、九条方针
B、八项主张
C、六点构想
448、在新时期，我国独立自主外交政策的具体表现是(B)。
A、和平统一
B、不结盟
C、全方位外交
449、党的建设的四项基本要求是:坚持党的基本路线,坚持解放思想、实事求是,坚持(C),坚持民主集中制。
A、廉政建设
B、群众路线
C、全心全意为人民服务
450、中国共产党党员是中国工人阶级的有(B)觉悟的先锋战士。
A、社会主义
B、共产主义
C、政治思想
451、党的十七大《报告》指出，(A)是发展中国特色社会主义的基本要求。
A、科学发展、社会和谐
B、解放思想
C、改革开放
452、坚持(B)原则，是发展两岸关系和实现和平统一的基础。
A、直接“三通”
B、“一国两制”
C、一个中国
D、反对分裂
453、一二九运动首先发生在(A)。
A、北平
B、上海
C、南京
454、党员要切实开展(D)，勇于揭露和纠正工作中的缺点、错误，坚决同消极腐败现象作斗争。
A、自我反省
B、民主生活会
C、自我教育
D、批评与自我批评
455、党组织对违犯党的纪律的党员，应当本着(A)精神，按照错误性质和情节轻重，给以批评教育直至纪律处分。
A、惩前毖后、治病救人
B、坦白从宽、抗拒从严
C、团结-批评-团结
D、实事求是
456、中国人民志愿军跨过鸭绿江奔赴朝鲜战场的对间是(B)。
A、1950年10月8日
B、1950年10月19日
C、1950年10月25日
457、在1978年3月召开的全国科学大会上，邓小平强调了(A)这一马克思主义的观点。
A、科学技术是生产力
B、生产力决定生产关系
C、经济基础决定上层建筑
458、2009年9月15日，中国共产党第十七届中央委员会第四次全体会议在北京举行，会议的主要议程是研究(B)。
A、如何有效地应对金融危机问题
B、加强和改进新形势下党的建设问题
C、党的作风建设问题
D、如何有效地预防腐败问题
459、新形势下加强党的建设，关键就是(C)。
A、大力推进党风廉政建设，进一步增强拒腐防变和抵御风险能力
B、大力弘扬改革创新精神
C、努力把各级党组织建设成为贯彻落实科学发展观的坚强堡垒
460、胡锦涛总书记指出的我们党加强思想理论建设最好教材的三部著作是(B)。
A、《马克思恩格斯选集》、《毛泽东选集》、《邓小平文选》
B、《毛泽东选集》、《邓小平文选》、《江泽民文选》
C、《马克思恩格斯选集》、《邓小平文选》、《江泽民文选》
461、党组织决定重要问题，要______。(B)
A、召开会议
B、进行表决
C、请示上级
462、中国共产党领导人民发展社会主义民主政治，建设____。(B)
A、社会主义制度文明
B、社会主义政治文明
C、社会主义社会文明
463、在党的全国代表大会闭会期间，_____________执行全国代表大会的决议，领导党的全部工作，对外代表中国共产党。(B)
A、党的中央政治局
B、党的中央委员会
C、党的中央政治局常务委员会
464、党章规定,党的组织原则是(A)。
A、个人服务从组织,少数服从多数
B、下级服从上级,全党服从中央
C、民主集中制
465、党章规定,党的全国代表大会每(C)举行一次,由中央委员会召集。
A、三年
B、四年
C、五年
467、党员如果没有正当理由，连续(B)不参加党的组织生活，或不交纳党费，或不做党所分配的工作，就被认为是自行脱党。
A、4个月
B、6个月
C、8个月
D、12个月
468、党章规定,中央委员会全体会议由中央政治局召集,每年至少举行(A)。
A、一次
B、二次
C、三次
469、党章规定，(C)是唯一而正确的入党动机。
A、增加择业竞争砝码，找到一份比较理想的工作
B、具有政治资本，使自己早日成才
C、献身共产主义事业，全心全意为人民服务
470、党的四项基本原则是，坚持社会主义道路、坚持人民民主专政、坚持中国共产党的领导、坚持______。(C)
A、坚持马克思列宁主义毛泽东思想和邓小平理论
B、坚持马克思列宁主义毛泽东思想、邓小平理论和“三个代表”重要思想
C、坚持马克思列宁主义毛泽东思想
471、党的基层组织是党在社会基层组织中的战斗堡垒,是党的(B)和战斗力的基础。
A、中心工作
B、全部工作
C、主要任务
472、在中国各政党中，各民主党派是(A)。
A、参政党
B、执政党
C、在野党
473、社会主义在中国确立的主要标志是(C)。
A、中华人民共和国的成立 B、第一个五年计划的完成 C、三大改造的胜利完成
474、加强和改进党的自身建设，要着重从(C)上建设党。
A、理论
B、政治
C、思想
475、党内严格禁止用违反(A)和国家法律的手段对待党员,严格禁止打击报复和诬告陷害。
A、党章
B、党的纪律
C、党的组织原则
476、20世纪中国人民在前进道路上经历的第一次历史性巨大变化是(C)。
A、新文化运动
B、五四运动
C、辛亥革命
477、党中央决定，从(B)开始；用一年半左右的时间，在全党开展以实践“三个代表”重要思想为主要内容的保持共产党员先进性教育活动。
A、2004年12月
B、2005年1月
C、2005年2月
478、开创中国特色社会主义事业新局面，必须高举邓小平理论伟大旗帜，坚持贯彻(A)重要思想。
A、“三个代表”
B、以人为本
C、改革开放
479、“三个代表”重要思想是对马克思列宁主义、毛泽东思想和邓小平理论的(C)，反映了当代世界和中国的发展变化对党和国家工作的新要求。
A、继承和延伸
B、丰富和提高
C、继承和发展
480、“三个代表”重要思想是加强和改进党的建设、推进我国社会主义自我完善和发展的强大理论武器，是全党集体智慧的结晶，是(C)。
A、党的指导思想
B、党必须坚持的指导思想
C、党必须长期坚持的指导思想
`

};
