var str = `1.新时代我国社会主要矛盾是：
A.人民日益增长的美好生活需要与不平衡不充分的发展之间的矛盾
B.人民日益增长的物质文化需要同落后的社会生产之间的矛盾
C.人民日益增长的物质文化需要同不平衡不充分的发展之间的矛盾
D.人民日益增长的美好生活需要同落后的社会生产之间的矛盾
答案:A
答案解析：新时代我国社会主要矛盾是人民日益增长的美好生活需要与不平衡不充分的发展之间的矛盾。依据《习近平新时代中国特色社会主义思想学习纲要》。
层    级：初级
难度系数：易
知 识 点：第一篇政治素质——第一章习近平新时代中国特色社会主义思想——第二节新思想的鲜明主题、科学体系和核心要义

2.各级税务机关履行全面从严治党监督职责的部门是:
A.督查内审部门
B.办公室
C.机关党委
D.纪检机构
答案:D
答案解析:根据《税务系统落实全面从严治党主体责任和监督责任实施办法（试行）》第三条  各级税务局党委履行全面从严治党主体责任，党委书记履行“第一责任人”职责，党委委员履行“一岗双责”，职能部门（内设机构、派出机构、事业单位）抓好职责范围内全面从严治党工作，党支部负责落实本支部全面从严治党工作，纪检机构履行监督执纪问责职责、协助党委推进全面从严治党。
层    级:初级
难度系数:易
知 识 点:第一篇 政治素质—第四章 税务系统全面从严治党新格局—第二节 税务系统全面从严治党的责任
3.关于党的十九大主题,下列说法中正确的是：
A.不忘初心，继续前进     
B.不忘初心，牢记使命 
C.不忘初心，方得始终     
D.不忘初心，砥砺前行
答案:B
答案解析：党的十九大主题是：不忘初心，牢记使命，高举中国特色社会主义伟大旗帜，决胜全面建成小康社会，夺取新时代中国特色社会主义伟大胜利，为实现中华民族伟大复兴的中国梦不懈奋斗。 
层    级：初级
难度系数：易
知 识 点：第一篇 政治素质——第二章 新时代共产党人的党性修养——第一节 党的历史和传统

4.中国共产党的最高理想和最终目标是：
A.反帝反封建
B.推翻三座大山
C.实现中华民族伟大复兴
D.实现共产主义
答案:D
答案解析：十九大报告第二部分第3自然段“中国共产党一经成立，就把实现共产主义作为党的最高理想和最终目标，义无反顾肩负起实现中华民族伟大复兴的历史使命，团结带领人民进行了艰苦卓绝的斗争，谱写了气吞山河的壮丽史诗。”
层    级：初级
难度系数：易
知 识 点：第一篇 政治素质——第二章 新时代共产党人的党性修养——第二节 党的理想和信念

5.在新时代党的建设中发挥统领作用的是：
A.组织建设 
B.政治建设 
C.思想建设
D.纪律建设
答案:B 
答案解析：新时代党的建设中以党的政治建设为统领。
层    级：初级
难度系数：易
知 识 点：政治素质——新时代党的建设——新时代党的建设总要求

6.思想建设是党的基础性建设。党的思想建设首要任务是：
A.尊崇遵循党章
B.增强党性修养
C.坚定理想信念
D.牢记党的宗旨
答案:C 
答案解析：把坚定理想信念作为党的思想建设的首要任务。
层    级：初级
难度系数：易
知 识 点：政治素质——新时代党的建设——党的思想建设

7.党最根本、最重要的纪律是:
A.政治纪律
B.组织纪律
C.群众纪律
D.廉洁纪律
答案:A
答案解析：《关于新形势下党内政治生活的若干准则》：政治纪律是党最根本、最重要的纪律，遵守党的政治纪律是遵守党的全部纪律的基础。
层    级：初级
难度系数：易

8.中国共产党的领导是中国特色社会主义最本质的特征，是中国特色社会主义制度的：
A.最大特色     
B.基本特色     
C.最大优势     
D.基本优势
答案:C 
答案解析：中国特色社会主义最本质的特征是中国共产党的领导，中国特色社会主义制度的最大优势是中国共产党的领导。依据《习近平新时代中国特色社会主义思想学习纲要》。
层    级：中级
难度系数：易
知 识 点：第一篇政治素质——第一章习近平新时代中国特色社会主义思想——第二节新思想的鲜明主题、科学体系和核心要义

9.税务系统加强新形势下党的建设，全面落实从严治党的指导思想是：
A.邓小平理论
B.“三个代表”思想
C.习近平新时代中国特色社会主义思想
D.科学发展观
答案:C
答案解析：《中共国家税务总局委员会关于加强新形势下税务系统党的建设的意见》（二）总体要求。以习近平新时代中国特色社会主义思想为指导，深入贯彻党的十九大和十九届二中、三中全会精神，全面落实新时代党的建设总要求。
层    级:中级
难度系数:中
知 识 点:第一篇 政治素质—第四章 税务系统全面从严治党新格局—第四节 构建税务系统新纵合横通强党建机制体系

10.为了实现一个历史使命，无论是弱小还是强大，无论是顺境还是逆境，我们党都初心不改、矢志不渝，团结带领人民历经千难万险，付出巨大牺牲，敢于面对曲折，勇于修正错误，攻克了一个又一个看似不可攻克的难关，创造了一个又一个彪炳史册的人间奇迹。这个历史使命是指：
A.新民主主义革命      
B.社会主义革命
C.社会主义现代化      
D.中华民族伟大复兴
答案:D
答案解析：十九大报告第二部分第7自然段，“为了实现中华民族伟大复兴的历史使命，无论是弱小还是强大，无论是顺境还是逆境，我们党都初心不改、矢志不渝，团结带领人民历经千难万险，付出巨大牺牲，敢于面对曲折，勇于修正错误，攻克了一个又一个看似不可攻克的难关，创造了一个又一个彪炳史册的人间奇迹。”
层    级：中级
难度系数：易
知 识 点：第一篇 政治素质——第二章 新时代共产党人的党性修养——第一节 党的历史和传统

11.党支部每年开展民主评议党员的次数一般是：
A.1次    
B.2次    
C.3次    
D.4次
答案:A
答案解析：《中国共产党支部工作条例（试行）》第十八条指出，党支部一般每年开展1次民主评议党员，组织党员对照合格党员标准、对照入党誓词，联系个人实际进行党性分析。
层    级：中级
难度系数：易
知 识 点：第一篇 政治素质——第二章 新时代共产党人的党性修养——第三节 党的性质和宗旨

12.增强党自我净化能力，根本靠强化群众监督和：
A.党的自我监督   
B.人大监督    
C.舆论监督    
D.司法监督
答案:A
答案解析： 十九大报告的“全面从严治党”部分指出：健全党和国家监督体系。增强党自我净化能力，根本靠强化党的自我监督和群众监督。
层    级：中级
难度系数：易
知 识 点：第一篇 政治素质——第二章 新时代共产党人的党性修养——第四节 党的纪律和规矩

13.党保持团结统一的思想基础是：
A.马克思主义理想和科学社会主义共同理想
B.共产主义远大理想和中国特色社会主义共同理想
C.共产主义理想和社会主义理想
D.共产主义远大理想和科学社会主义共同理想
答案:B 
答案解析：共产主义远大理想和中国特色社会主义共同理想，是中国共产党人的精神支柱和政治灵魂，也是保持党的团结统一的思想基础。
层    级：中级
难度系数：易
知 识 点：政治素质——新时代党的建设——党的思想建设

14.党的作风是党的形象，作风建设的核心是：
A.加强党风廉政建设
B.保持党同人民群众的血肉联系
C.保持党的纯洁性
D.加强党的政治建设
答案:B
答案解析:作风建设的核心是保持党同人民群众的血肉联系。
层    级：中级
难度系数：易
知 识 点：政治素质——新时代党的建设——党的作风建设——党的作风建设的地位和意义

15.在党章中，将“纪律”单独作为一章规定的是：
A.党的二大通过的党章
B.党的一大通过的党章
C.党的三大通过的党章
D.党的四大通过的党章
答案:A
答案解析：党的二大通过的党章。
层    级：中级
难度系数：中
知 识 点：政治素质——新时代党的建设——党的纪律建设——党的纪律建设历史经验

16.只能由中央党内法规作出规定的是：
A.党的纪律处分和组织处理方面的制度
B.党员义务权利方面的制度；
C.涉及党中央集中统一领导的事项
D.党的领导和党的建设各方面的制度
答案:C
答案解析：中央党内法规制定党员义务权利方面的基本制度、党的纪律处分和组织处理方面的基本制度、党的领导和党的建设各方面的制度。凡是涉及党中央集中统一领导的事项,只能由中央党内法规作出规定
层    级：中级
难度系数：高
知 识 点：政治素质——新时代党的建设——党的制度建设

17.中国共产党人的初心和使命，就是:
A.实现祖国统一，促进各民族共同繁荣
B.解放生产力，发展生产力，最终实现共同富裕
C.把中国建设成为富强、民主、文明的社会主义现代化国家
D.为中国人民谋幸福，为中华民族谋复兴
答案:D 
答案解析：不忘初心，方得始终。中国共产党人的初心和使命，就是为中国人民谋幸福，为中华民族谋复兴。依据《习近平新时代中国特色社会主义思想学习纲要》。
层    级：高级
难度系数：易
知 识 点：第一篇政治素质——第一章习近平新时代中国特色社会主义思想——第二节新思想的鲜明主题、科学体系和核心要义

18.为加强党的建设，习近平总书记首提“全面从严治党”的时间是：
A.“三严三实”主题教育期间
B.“两学一做”主题教育期间
C.“不忘初心、牢记使命”主题教育期间
D.党的群众路线教育实践活动期间
答案:D
答案解析：2014年10月8日，习近平总书记在党的群众路线教育实践活动总结大会讲话中首提“全面推进从严治党”。
层    级:高级
难度系数:中
知 识 点:第一篇 政治素质—第四章 税务系统全面从严治党新格局—第一节 全面从严治党基本方略

19.不忘初心，方得始终。中国共产党人的初心和使命，就是：
A.实现祖国统一，促进各民族共同繁荣
B.解放生产力，发展生产力，最终实现共同富裕
C.把中国建设成为富强、民主、文明的社会主义现代化国家
D.为中国人民谋幸福，为中华民族谋复兴
答案:D
答案解析：十九大报告强调，“不忘初心，方得始终。中国共产党人的初心和使命，就是为中国人民谋幸福，为中华民族谋复兴。”
层    级：高级
难度系数：易
知 识 点：第一篇 政治素质——第二章 新时代共产党人的党性修养——第一节 党的历史和传统

20.我们立党立国的根本指导思想是：
A.马克思主义
B.毛泽东思想  
C.科学社会主义
D.邓小平理论
答案:A 
答案解析：马克思主义是我们立党立国的根本指导思想。
层    级：高级
难度系数：易
知 识 点：政治素质——新时代党的建设——党的政治建设——坚定的政治信仰

21.党支部对党员进行经常性教育管理的方式是：
A.民主评议制度
B.理论学习制度
C.“三会一课”制度
D.党费缴纳制度
答案:C
答案解析：党支部应当运用“三会一课”制度，对党员进行经常性的教育管理。
层    级：高级
难度系数：易
知 识 点：政治素质——新时代党的建设——党的组织建设——党员教育管理

22.党员教育管理的首要政治任务是:
A.增强“四个意识”，坚定“四个自信”
B.用习近平新时代中国特色社会主义思想武装全党
C.不忘初心，牢记使命
D.坚定理想信念
答案:B
答案解析：《中国共产党党员教育管理工作条例》第五条，把用习近平新时代中国特色社会主义思想武装全党作为党员教育管理的首要政治任务
层    级：高级
难度系数：中
知 识 点：政治素质——新时代党的建设——党的组织建设——党员教育管理

23.党的根本组织原则是：
A.人民代表大会制
B.民主协商制
C.少数服从多数
D.民主集中制
答案:D
试题解析：民主集中制党的根本组织原则
层    级：高级
难易度：易
知 识 点：政治素质——新时代党的建设——党的组织建设——民主集中制

24.党和国家的生命线、人民的幸福线，党内政治生活正常开展的根本保证是：
A.党的政治路线
B.党的思想路线
C.党的群众路线
D.党在社会主义初级阶段的基本路线
答案:D
答案解析：《关于新形势下党内政治生活的若干准则》：党在社会主义初级阶段的基本路线是党和国家的生命线、人民的幸福线，也是党内政治生活正常开展的根本保证。
层    级：高级
难度系数：高
知 识 点：政治素质——新时代党的建设——党的政治建设

25.严明党的纪律，首要严明的就是:
A.廉政纪律 
B.工作纪律
C.组织纪律
D.政治纪律
答案:D
答案解析：严明党的纪律，首要严明的就是政治纪律
层    级：高级
难度系数：易
知 识 点：政治素质——新时代党的建设——党的纪律建设

26.在领导干部的所有能力中，第一位的是：
A.业务能力     
B.学习能力
C.服务能力
D.政治能力
答案:D
答案解析：在领导干部的所有能力中，政治能力第一位。
层    级：高级
难度系数：易
知 识 点：政治素质——新时代党的建设——党的政治建设

1.中国税务精神的载体是：
A.税收历史
B.税务队伍
C.税务文化
D.税务干部
答案:C
答案解析：《国家税务总局关于加强新时代税务文化建设的意见》明确，税务文化是中国特色社会主义文化的组成部分，是中国税务精神的载体，是广大税务干部的价值基因和时代追求。
层    级：初级
难度系数：易
知 识 点：税务系统业务能力升级测试大纲(行政管理类)——通用业务——管理学基础——团队管理——税务文化建设

2.建设性沟通的本质是：
A.探询目的
B.思想交流
C.换位思考
D.达成一致
答案:C
答案解析：建设性沟通的本质是换位思考。
层    级：初级
难度系数：中
知 识 点：税务系统业务能力升级测试大纲(行政管理类)——通用业务——管理学基础————自我修养——沟通与协调

3.便携式计算机配置数量上限占单位编制内实有人数比例是：
A.10%
B.20%
C.30%
D.50%
答案:D
答案解析：根据《中央行政单位通用办公设备家具配置标准》规定，便携式计算机配置上限位单位编制人数的50%。
层    级:初级
难度系数:中
知 识 点:行政管理—第三篇专业知识与技能—第五章财务与机关事务管理—第六节国有资产管理—第一目国有资产管理知识

4.重点涉密人员的脱密期是：
A.2年    
B.4年   
C.6年   
D.8年
答案:A
答案解析：涉密人员调离涉密岗位，实行脱密期管理。涉密人员的脱密期限为：一般涉密人员1年，重点涉密人员2年，核心涉密人员3年。
层    级：初级
难度系数：中
知 识 点：第二篇通用知识——第六章政务管理——第二节保密工作

5.根据《公务员法》规定，下列不属于公务员处分种类的是：
A.记大过
B.降级
C.降职
D.撤职
答案:C
答案解析：根据《行政机关公务员处分条例》的规定，行政机关公务员处分的种类包括警告、记过、记大过、降级、撤职、开除。 
层    级：初级
难度系数：易
知 识 点：税务系统业务能力升级测试大纲(行政管理类)——第二篇通用业务——第八章监督管理——第三节违纪违法行为惩处——2.纪律处分

6.按照管理学基本理论，管理的核心是：
A.处理人际关系 
B.拥有人事权 
C.资源控制权
D.组织采购
答案:A
答案解析：管理是指一定组织中的管理者，通过实施计划、组织、领导、协调、控制等职能来协调他人的活动，使别人同自己一起实现既定目标的活动过程。每个个体均有其独特之思想、背景、态度、个性、行为模式及价值观，然而人际关系对每个人的情绪、生活、工作有很大的影响，甚至对组织气氛、组织沟通、组织运作、组织效率及个人与组织之关系均有极大的影响。管理的核心是处理人际关系。
层    级：初级
难度系数：易
知 识 点：第二篇 通用业务——第五章 管理学基础——第一节 管理的内涵与本质

7.从2019年5月1日起,各地企业职工基本养老保险用人单位的缴费比例可以降到:
A.20%
B.18%
C.16%
D.15%
答案:C
答案解析：从2019年5月1日起,各地企业职工基本养老保险用人单位的缴费比例可以降到16%。
层    级：初级
难度系数：易
知 识 点：政治素质及通用业务——第九章 税收基础知识——第三节 社会保险费与非税收入

8.下列举措能体现税务行政许可便民原则的是：
A.税务行政许可只能由当事人自行提出
B.办税服务厅受理申请后，仍需向内部业务部门报送资料
C.多次要求纳税人补充相关资料
D.许可事项涉及多个部门的，联合办理或集中办理
答案:D
答案解析：根据《行政许可法》第六条规定：“实施行政许可，应当遵循便民的原则，提高办事效率，提供优质服务。”
层级：初级
难度系数：中
知识点：通用篇-第十一章法律基础知识-第二节税务行政执法-税务行政许可

9.某税务所两名干部因为工作理念不一致，存在矛盾，时常因为琐事发生争执。作为该税务所负责人，以下处理方式不合适的是：
A.合理引导，做思想工作
B.当老好人，维持表面和谐
C.明辨是非，赏罚分明表明态度
D.客观分析，对症下药化解矛盾
答案:B
答案解析：领导沟通协调艺术。
层    级：中级
难度系数：易
知 识 点：税务系统业务能力升级测试大纲(行政管理类)——通用业务——管理学基础——自我修养——沟通与协调

10.某县税务局开展资产清理，发现以前年度购买一批家具未上账，按照国有资产管理办法，下列做法正确的是:
A.该批资产已作为费用列支，不需要重新入账
B.检查该批资产是否到达报废年限，如果到达直接报废，不用入账
C.如无法取得发票确认资产价值，可以以盘盈报告中金额暂估入账
D.如无法取得发票确认资产价值，暂不入账，待确认价值后再入账
答案:C
答案解析：根据《税务系统国有资产管理办法》第四十四条  税务系统行政单位接受捐赠或盘盈的固定资产，应由固定资产实物管理部门办理交接，并根据固定资产交接单、发票或固定资产盘盈报告等凭证，办理有关入库、财务等手续。
层    级:中级
难易程度:中
知 识 点:行政管理—第三篇专业知识与技能—第五章财务与机关事务管理—第六节国有资产管理—第一目国有资产管理知识

11.我国行政单位会计核算记账本位币是:
A.人民币   
B.港币  
C.美元 
D.自选
答案:A
答案解析：《政府会计准则—基本准则》第九条 政府会计核算应当以人民币作为记账本位币。发生外币业务时，应当将有关外币金额折算为人民币金额计量，同时登记外币金额。
层    级:中级
难易程度:易
知识点:行政管理—第三篇专业知识与技能—第五章财务与机关事务管理—第一节财务管理基础—第三目财务会计基本知识

12.突发事件按其性质、严重程度、可控性和影响范围等因素分为：
A.1级
B.2级
C.3级
D.4级
答案:D
答案解析：突发事件按其性质、严重程度、可控性和影响范围等因素分为4级，特别重大的是Ⅰ级，重大的是Ⅱ级，较大的是Ⅲ级，一般的是Ⅳ级。
层    级：中级
难度系数：易
知 识 点：第二篇通用知识——第六章政务管理——第三节应急管理

13.下列关于民主生活会的说法，正确的是：
A. 民主生活会到会人数必须达到应到会人数的二分之一以上。
B. 相互批评应当开诚布公指出问题，防止以工作建议代替批评意见。
C. 民主生活会列席人员根据有关规定和会议内容确定，列席人员不可以发言。
D. 民主生活会结束后15日内，应当将会议情况报告报上级党组织，并报送上级纪委和党委组织部门。
答案:B
答案解析：根据《县以上党和国家机关党员领导干部民主生活会若干规定》第7条，民主生活会每年召开1次，一般安排在第四季度。因特殊情况需要提前或者延期召开的，应当报上级党组织同意。民主生活会到会人数必须达到应到会人数的三分之二以上。第十二条　民主生活会列席人员，根据有关规定和会议内容确定。列席人员可以发言，对领导班子及其成员提出批评或者建议。第15条，民主生活会结束后15日内，应当将会议情况报告和会议记录报上级党组织，并报送上级纪委和党委组织部门。ACD错误。
层    级：中级
难度系数：难
知 识 点：政治素质及通用业务第七章《干部管理》——第一节人事管理——第三目领导干部管理

14.根据新修订的《中华人民共和国公务员法》，下列表述正确的是：
A.某市税务局落实职级并行时，工作人员认为局长李某担任了领导职务，就不得再兼任四级调研员。
B.李某在某国企工作期间，曾被开除过党籍，因此不能录用为公务员。
C.王某因工作需要担任当地法律研究会副秘书长，经省局机关批准，可以领取兼职报酬。
D.新考入的大学生赵某，认为办公室主任部署接待省政府督查工作时悬挂会标并摆放果盘不符合八项规定，拒不执行。
答案:B
试题解析： 2018年新修订的《公务员法》第二十一条：根据工作需要和领导职务与职级的对应关系，公务员担任的领导职务和职级可以互相转任、兼任，故A项错误；B.第26条规定，因犯罪受过刑事处罚的、被开除中国共产党党籍的、被开除公职的、被依法列为失信联合惩戒对象的、有法律规定不得录用为公务员的其他情形的，不得录用为公务员，故B项正确。第四十四条，第四十四条 公务员因工作需要在机关外兼职，应当经有关机关批准，并不得领取兼职报酬，故C项错误。D.第60条规定， 公务员执行公务时，认为上级的决定或者命令有错误的，可以向上级提出改正或者撤销该决定或者命令的意见;上级不改变该决定或者命令，或者要求立即执行的，公务员应当执行该决定或者命令，执行的后果由上级负责，公务员不承担责任;但是，公务员执行明显违法的决定或者命令的，应当依法承担相应的责任。故D项错误。
层    级：中级
难度系数：难
知 识 点：政治素质及通用业务第七章《干部管理》——第一节人事管理——公务员管理

15.下列销售行为中，应当计算缴纳增值税的是：
A.销售古旧图书 
B.销售自来水
C.销售避孕药品和用具
D.自然人销售自己使用过的物品
答案:B
答案解析：《中华人民共和国增值税暂行条例》第十五条规定，下列项目免征增值税:（一）农业生产者销售的自产农产品；（二）避孕药品和用具；（三）古旧图书；（四）直接用于科学研究、科学试验和教学的进口仪器、设备；（五）外国政府、国际组织无偿援助的进口物资和设备；（六）由残疾人的组织直接进口供残疾人专用的物品；（七）销售的自己使用过的物品。 
层    级：中级
难度系数：中
知 识 点：政治素质及通用业务——第九章税收基础知识——第二节各税种政策与管理

16.计算机的基本构成包括主机、显示器、键盘、鼠标，它们均属于：
A.软件部分
B.硬件部分
C.主机部分
D.主板部分
答案:B
答案解析：硬件部分是计算机各项功能实现的物质基础,包括主机、显示器、键盘、鼠标等。
层级：初级
难度系数：易
知识点：税务系统业务能力升级测试大纲(信息技术类)-通用业务-税收信息化-计算机终端基础知识

17.传播计算机病毒范围最广的媒介是：
A.硬盘
B.U盘
C.光盘
D.Internet（因特网）
答案:D
答案解析：近年来，随着网络技术的高速发展和互联网的高频使用，计算机病毒的速度越来越快，范围也在逐步扩大，Internet（因特网）成为了计算机病毒传播范围最广的媒介。
层级：初级
难度系数：易
知识点：税务系统业务能力升级测试大纲(信息技术类)-通用业务-税收信息化-常用软件应用

18.Office Excel属于：
A.电子表格软件
B.文字处理软件
C.图形图像软件
D.网络通信软件
答案:A
答案解析：Excel是Microsoft Office组件之一，用于处理电子表格的软件
层级：初级
难度系数：易
知识点：税务系统业务能力升级测试大纲(信息技术类)-通用业务-税收信息化-常用软件应用

19．当用户发现显示器显示的图标、文字、图案较大并且有些模糊时，应首先进行的操作是：
A.降低屏幕分辨率 	
B.提高屏幕分辨率		
C.重装系统  		
D.重启电脑
答案:B
答案解析：当文字目标，图案较大时，应首先进行屏幕分辨率设置，提高屏幕分辨率，保存后查看是否恢复正常。故答案为B。
层级：初级
难度系数：易
知 识 点：税务系统业务能力升级测试大纲（信息技术类）-通用业务-税收信息化-计算机终端基础知识

20．在Windows 7操作系统中，显示桌面的快捷键是：
A.“Win”+“D”
B.“Win”+“P”
C.“Win”+“Tab”
D.“Alt”+“Tab”
答案:A
答案解析：先按住Win键不放然后再选择D键这样就可以显示桌面，所以答案为A选项。
层级：初级
难度系数：易
知 识 点：税务系统业务能力升级测试大纲（信息技术类）-通用业务-税收信息化-常用软件应用

21.会计核算的最终环节是：
A.确认
B.计量
C.记录
D.报告
答案:D
答案解析：会计核算的环节包括确认、计量、记录和报告，报告是会计核算的最终环节。
层级：初级
难度系数：易
知识点：征管评估类——第二篇通用业务——第十二章财会知识——第一节会计基础知识

22.车间管理人员福利费应计入的会计科目是：
A.管理费用
B.财务费用
C.制造费用
D.营业费用
答案:C
答案解析：车间管理人员福利费计入制造费用。
层级：初级
难度系数：中
知识点：征管评估类——第二篇通用业务——第十二章财会知识——第二节企业主要经济业务的核算

23.会计对象的具体化称为：
A.会计对象
B.会计要素
C.利润
D.会计科目
答案:B
答案解析：会计对象的具体化称为会计要素，会计要素的具体化称为会计科目。
层级：初级
难度系数：易
知识点：征管评估类——第二篇通用业务——第十二章财会知识——第一节会计基础知识

24.《纳税服务投诉管理办法（试行）》规定税务机关收到纳税服务投诉后决定是否受理的时限是：
A.应于1个工作日内
B.应于3个工作日内
C.应于5个工作日内
D.应于7个工作日内
答案:A
答案解析：《纳税服务投诉管理办法（试行）》规定税务机关收到投诉后应于1个工作日内决定是否受理。
层级：初级
难度系数：易
知识点：第十章税收征管管理——第四节纳税服务

25.下列不属于“大众创业 万众创新”税收优惠政策的是：
A.国家级、省级科技企业孵化器免征房产税
B.金融机构与小型微型企业签订借款合同免征印花税
C.科学研究机构、技术开发机构、学校等单位进口免征增值税、消费税
D.易地扶贫搬迁安置住房用地免征城镇土地使用税
答案:D
答案解析：易地扶贫搬迁安置住房用地免征城镇土地使用税属于支持脱贫攻坚税收优惠政策，D选项错误。
层级：初级
难度系数：易
知识点：第十章税收征管管理——第一节税务管理

26.下列原则中，不属于刑法基本原则的是：
A.罪刑法定原则
B.适用刑法人人平等原则
C.罪刑相适应原则
D.数罪并罚原则
答案:D
答案解析：刑法的基本原则，是指刑法明文规定的、在全部刑事立法和司法活动中应当遵循的准则。中华人民共和国刑法规定的基本原则有三个，即罪刑法定原则、刑法适用平等原则和罪责刑相适应原则，分别体现在刑法第3条、第4条和第5条。
层级：中级
难度系数：易
知识点：通用篇-第十一章法律基础知识-第四节税收的刑罚保障-涉税犯罪类型

27.以下关于“一事不二罚”原则，表述正确的是：
A.“一事不二罚”中的处罚不仅指罚款，还包括可以实施税务行政处罚中的其它处罚
B.“可以按罚款数额的百分之三加处罚款”并不违反“一事不二罚”
C.纳税人对逾期不改正税收违法行为，如果税务机关先前已对该税收违法行为进行了罚款，对该“逾期不改正行为”可再予以罚款
D.纳税人的数个违法行为，税务机关不能分别予以处罚
答案:B
答案解析：对当事人的同一个违法行为，不得给予两次以上罚款的行政处罚。简单的说就是“一事不二罚”原则。
层级：中级
难度系数：中
知识点：通用篇-第十一章法律基础知识-第二节税务行政执法-税务行政处罚
28.下列渎职犯罪中，犯罪主体需为税务人员的是：
A.玩忽职守罪
B.徇私舞弊发售发票罪
C.违法提供出口退税凭证罪
D.徇私舞弊不移交刑事案件罪
答案:B　
答案解析：玩忽职守罪的主体是国家工作人员；徇私舞弊发售发票罪的犯罪主体为税务机关工作人员；违法提供出口退税凭证罪的主体为海关人员；徇私舞弊不移交刑事案件罪主体为行政执法人员。 层级：初级
难度系数：中
知识点：通用篇-第十一章法律基础知识-第六节税收执法者及其责任-税收职务犯罪及其法律责任

29.下列哪个层级的法律文件不得设定行政许可：
A.法律
B.国务院决定
C.省级政府规章
D.部门规章
答案:D
答案解析：全国人大制定的法律可以设定行政许可；法律没有设定许可时，行政法规也可以设定行政许可；必要时，国务院可以采用发布决定的方式设定行政许可；尚未制定法律、行政法规的，地方性法规可以设定行政许可；尚未制定法律、行政法规和地方性法规的，因行政管理的需要，确需立即实施行政许可的，省、自治区、直辖市人民政府规章可以设定临时性的行政许可。
层级：中级
难度系数：易
知识点：通用篇-第十一章法律基础知识-第二节税务行政执法-税务行政许可

30.计算机是能够处理和加工各种电子信息的现代化工具，是一种高度自动化的。能对各种文字、数字、声音和图像进行存储和快速运算的：       
A.电子设备
B.机械设备
C.娱乐设备
D.电器设备
答案:A
答案解析：计算机属于电子设备。
层级：中级
难度系数：易
知识点：税务系统业务能力升级测试大纲(信息技术类)-通用业务-税收信息化-计算机终端基础知识

31.随着闪存技术的发展，小巧便于携带、存储容量大、价格便宜、性能可靠的是：
A.U盘
B.移动硬盘
C.光盘
D.软盘
答案:A
答案解析：U盘使用闪存技术，并且其容量大、易携带性价比高等优点。
层级：中级
难度系数：易
知识点：税务系统业务能力升级测试大纲(信息技术类)-通用业务-税收信息化-计算机终端基础知识

32.在Windows中，将回收站中的文件还原时，被还原的文件将回到:
A.桌面上
B.我的文档中
C.内存中
D.被删除的位置
答案:D
答案解析：在Windows的回收站中已删除的文件、文件夹或快捷方式恢复后，将返回原来的位置即被删除的位置。
层级：中级
难度系数：中
知识点：税务系统业务能力升级测试大纲(信息技术类)-通用业务-税收信息化-计算机终端基础知识

33.下列情况中，一般不是因病毒感染所致的是:
A.显示器不亮				
B.计算机提示内存不足		
C.机器运行速度变慢		
D.以.exe为扩展名的文件变多
答案:A
答案解析：显示器不亮多为硬件故障，其他选项均可能是病毒感染所致。故答案为A。
层级：中级
难度系数：中
知 识 点：税务系统业务能力升级测试大纲（信息技术类）-通用业务-税收信息化-网络与信息安全

34.会计一词最早出现的时期是：
A.西周时期
B.东汉时期
C.清末时期
D.古代时期
答案:A
答案解析：西周王朝是我国奴隶社会经济发展的鼎盛时期，当时已经出现了“会计”一词。
层    级：中级
难度系数：中
知 识 点：征管评估类——第二篇通用业务——第十二章财会知识——第一节会计基础知识

35.资金运动过程中,资金形态也相应发生变化,经历了①生产资金②货币资金③储备资金④成品资金⑤结算资金等过程,下列各项中,正确反映资金形态变化顺序的是：
A.①②③④⑤②
B.⑤②③①④⑤
C.②③①④⑤②
D.③②①④⑤②
答案:C
答案解析：资金运动是从货币资金形态开始又回到货币资金的过程，即货币资金—储备资金—生产资金—成品资金—结算资金—货币资金。
层    级：中级
难度系数：难
知 识 点：征管评估类——第二篇通用业务——第十二章财会知识——第二节企业主要经济业务的核算

36.一般情况下税务行政复议的申请人提出行政复议申请的时限是：
A.知道税务机关作出具体行政行为之日起5日内
B.知道税务机关作出具体行政行为之日起15日内
C.知道税务机关作出具体行政行为之日起30日内
D.知道税务机关作出具体行政行为之日起60日内
答案:D
答案解析：D
层级：中级
难度系数：易
知识点：第十章税收征管管理——第三节税务检查

37.税务所可以实施税务行政罚款处罚的限额为：
A.50
B.1000
C.2000
D.5000
答案:C
答案解析：《征管法》规定税务所可以实施罚款额在2000元以下的税务行政处罚。
层级：中级
难度系数：易
知识点：第十章税收征管管理——第三节税务检查

38.犯罪未遂与犯罪中止区别的关键是：
A.犯罪中止可以发生在犯罪预备阶段，犯罪未遂只能发生在实行阶段
B.对于中止犯，应当减轻或者免除处罚，对于未遂犯则可以从轻或者减处轻罚
C.犯罪中止是行为人基于自己的意志而放弃犯罪，犯罪未遂是基于行为人意志以外的原因而被迫停止犯罪
D.犯罪中止是犯罪的未完成形态，犯罪未遂是犯罪的完成形态
答案:C
答案解析：犯罪未遂是指犯罪分子已经着手实行犯罪，但是由其主观意志以外的原因而未得逞的情形。犯罪中止与此不同，犯罪中止是指指犯罪分子在实施犯罪过程中，自动放弃犯罪或者自动有效地防止犯罪结果的发生这样一种情形。
从两者的定义可以明确看出，两者最大的区别在于，犯罪行为没有能够完成到底是因为犯罪行为人的主观上自愿放弃还是因为行为人意料之外的原因介入导致犯罪无法继续完成。
层级：高级
难度系数：易
知识点：通用篇-第十一章法律基础知识-第四节税收的刑罚保障-涉税犯罪类型

39.下列各项中，属于骗取出口退税罪的量刑中“其他严重情节”的是(  )。 
A.造成国家税款损失30万元以上并且在第一审判决宣告前无法追回的
B.骗取国家出口退税款在50万元以上的
C.造成国家税款损失150万元以上并且在一审判决宣告前无法追回的
D.因骗取国家出口退税行为受过行政处罚，2年内又骗取国家出口退税款数额在150万元以上的
答案:A　
答案解析：本题考核骗取出口退税罪的量刑。根据司法解释的规定，具有下列情形之一的，属于“其他严重情节”：造成国家税款损失30万元以上并且在第一审判决宣告前无法追回的；因骗取国家出口退税行为受过行政处罚，2年内又骗取国家出口退税款数额在30万元以上的；情节严重的其他情形。造成国家税款损失150万元以上并且在一审判决宣告前无法追回的；因骗取国家出口退税行为受过行政处罚，2年内又骗取国家出口退税款数额在150万元以上的，属于“其他特别严重情节”。骗取国家出口退税款在50万元以上的属于数额较大，而不是“其他严重情节”。 层级：高级
难度系数：中
知识点：通用篇-第十一章法律基础知识-第四节税收的刑罚保障-危害税收征管罪立案标准

40.根据我国《刑法》，构成抗税罪的要件是： 
A.主体必须是纳税人或扣缴义务人
B.抗税数额必须达到1万元
C.抗税数额必须达到数额较大的法定要求
D.必须达到情节严重的法定要求
答案:A　
答案解析：本题考核抗税罪。抗税罪的构成要件是：(1)主体是特殊主体，即必须是纳税人或者扣缴义务人。本罪只能由自然人实施，单位不能成为本罪的主体。(2)主观方面表现为故意，即明知应当纳税而故意采用暴力、威胁手段抗拒缴纳税款，目的是将应缴税款非法占为已有。(3)客观方面表现为以暴力、威胁方法拒不缴纳税款的行为。(4)客体是复杂客体，即不仅侵犯了国家的税收征管制度，妨害了税务机关依法征税活动，而且也侵犯了依法执行征税工作的税务人员的人身权利。抗税罪的构成，没有数额和情节严重的要求，这也是抗税罪比较特别的地方。 
层级：高级
难度系数：中
知识点：通用篇-第十一章法律基础知识-第四节税收的刑罚保障-危害税收征管罪立案标准

41.以下哪项不是行政强制措施的种类：       
A.限制公民人身自由　　　　
B.查封场所、设施或者财物
C.扣押财物　　　　　　　　
D.划拨存款、汇款
答案:D　
答案解析：行政强制措施是行政机关依其职权采取强制手段限制特定的相对人行使某项权利或强制履行某项义务的处置行为。一般是对尚未査清行为人的违法事实之前而采取的一种程序上的处置。如工商行政机关对有贩运、销售违禁物品的人的物品的扣押。包含两类:(1)对人身自由的限制，如人身管束、收容审査;(2)对财产的限制，如财产的查封、扣押、冻结等
层级：高级
难度系数：难
知识点：通用篇-第十一章法律基础知识-第二节税务行政执法-税务行政强制

42.物证的根本特征是：
A.以记载的内容和表达的思想证明案件事实
B.以属性、特征和存在状况等物质属性证明案件事实
C.能够证明案件主要事实
D.不受人的主观意识的影响
答案:D　
答案解析：物证是通过其外部特征和自身所体现的属性来证明案件的真实情况，其主要特征是不受人们主观因素的影响和制约。
层    级：高级
难度系数：难
知识点：通用篇-第十一章法律基础知识-第三节税务行政执法证据-证据概述

43.下列说法中体现最优证据原则的是：
A.作为证据的实物是诉讼中最好的证据
B.最佳证据是诉讼中能直接证明案件事实的证据
C.作为证据的原始资料优于复制品
D.当事人只能提供原件或者原物
答案:C　
答案解析：最高法院《解释》第53条规定:”收集、调取的书证应当是原件。只有在取得原件确有困难时，才可以是副本或复印件。收集、调取的物证应当是原物。只有在原物不便搬运、不易保存或者依法应当返还被害人时，才可以拍摄足以反映原物外形或内容的照片、录像。……”这表明我国刑事诉讼法律所规定的最佳证据规则不仅适用于书证，而且适用于物证。
层    级：高级
难度系数：难
知识点：通用篇-第十一章法律基础知识-第三节税务行政执法证据-证据的提取和固定

44.操作系统的作用之一是: 
A.将源程序编译为目标程序 
B.实现企业目标管理 
C.控制和管理计算机系统的软硬件资源
D.实现文字编辑、排版功能
答案:C
答案解析：操作系统控制和管理计算机系统的软硬件资源
层级：高级
难度系数：中
知识点：税务系统业务能力升级测试大纲(信息技术类)-通用业务-税收信息化-计算机终端基础知识

45.计算机网络最突出的优点是：
A.存储容量大
B.运算速度快
C.运算
D.资源共享
答案:D
答案解析：计算机网络最突出的优点是可以实现资源共享
层级：高级
难度系数：易
知识点：税务系统业务能力升级测试大纲(信息技术类)-通用业务-税收信息化-网络与信息安全

46.资产负债表和利润表同属于：
A.财务状况报表    
B.财务成果报表 
C.成本费用报表    
D.对外报表
答案:D
答案解析：企业年末需要对外报送资产负债表和利润表，两者同属于对外报表。
层    级：高级
难度系数：易
知 识 点：征管评估类——第二篇通用业务——第十二章财会知识——第四节财务会计报告

47.按照《会计档案管理办法》的规定，记账凭证的保管期限是：
A.3年    
B.5年  
C.15年  
D.永久
答案:C
答案解析：1999年1月1日起实施的《会计档案管理办法》规定，企业原始凭证、记账凭证、汇总凭证的保管期限为15年。
层    级：高级
难度系数：易
知 识 点：征管评估类——第二篇通用业务——第十二章财会知识——第三节会计凭证与账簿

48. 2018年8月开出全国首张区块链电子发票的地点是：
A.上海
B.深圳
C.厦门
D.广州
答案:B
答案解析：2018年8月全国首张区块链电子发票在深圳实现落地。
层级：高级
难度系数：易
知识点：第十章税收征管管理——第一节税务管理

49.A市B县税务机关在调查一起税收违法案件时，需要查询涉案人员的储蓄存款，有权批准人是：
A.B县税务局局长
B.B县银行行长
C.A市税务局局长
D.A市银行行长
答案:C
答案解析：税务机关调查税收违法案件时,查询案件涉嫌人员储蓄存款的,应经设区的市、自治州以上税务局(分局)局长批准。
层级：高级
难度系数：易
知识点：第十章税收征管管理——第三节税务检查

50.税务文化按其内涵层级排序，由浅入深依次是：
A.行为文化、物态文化、制度文化、精神文化
B.物态文化、行为文化、精神文化、制度文化
C.物态文化、行为文化、制度文化、精神文化
D.物态文化、制度文化、行为文化、精神文化
答案:C
答案解析：税务文化内涵, 依次是物态文化、行为文化、制度文化、精神文化。
层    级：高级
难度系数：中
知 识 点：税务系统业务能力升级测试大纲(行政管理类)——通用业务——管理学基础——团队管理——税务文化建设

51.党政机关国内差旅人员住宿、就餐由接待单位协助安排的，其住宿费、餐费的承担者是:
A.由接待单位支出
B.由差旅人员按标准交纳
C.由差旅人员所在单位开具介绍函可免费住宿、就餐
D.由差旅人员所在单位和接待单位共同承担
答案:B
答案解析：根据《中央和国家机关差旅费管理办法》第十八条　出差人员应当自行用餐。凡由接待单位统一安排用餐的，应当向接待单位交纳伙食费。
层级：高级
难度系数：易
知 识 点：行政管理—第三篇专业知识与技能—第五章财务与机关事务管理—第一节财务管理基础—第七目差旅费相关规定

52.公务卡制度是规范公务消费支出、打造“阳光财政”的一项基础性财政财务管理制度。按照有关规定，公务卡的持卡人是：
A.全体干部
B.正式在职人员
C.正式在编人员
D.单位财务人员
答案:C
答案解析:《单位公务卡管理办法（试行）》第六条 单位公务卡的持卡人应为预算单位正式在编人员。持卡人一人一卡，不允许一人持有多张单位公务卡。
层    级:高级
难易程度:中
知识点:行政管理—第三篇专业知识与技能—第五章财务与机关事务管理—第一节财务管理基础—第五目公务卡的使用和管理

53.复制机密级载体的批准人是：
A.本部门领导
B.分管领导
C.密级确定机关
D.上级机关
答案:C
答案解析：复制秘密级载体应当经本部门领导批准，复制机密级载体应当经分管领导批准，复制绝密级载体应当经密级确定机关或其上级机关批准。
层    级：高级
难度系数：中
知 识 点：第二篇通用知识——第六章政务管理——第二节保密工作

54.党的十九大报告中，对国家监察体系的构建，表述正确的是：
A.要建立集中统一、权威高效的国家监察体系
B.要建立集中统一、公正廉洁国家监察体系
C.要建立权威高效、政治清明国家监察体系
D.要建立权威高效、公正廉洁国家监察体系
答案:A
答案解析：党的十九大提出，要构建集中统一、权威高效的国家监察体系。故正确答案选A。
层    级：高级
难度系数：中
知 识 点：税务系统业务能力升级测试大纲(行政管理类)——第二篇通用业务——第八章监督管理——第一节党风廉政建设——6.深化国家监察体制改革

55.根据《领导干部报告个人有关事项规定》，下列选项中不属于必报范围的是：
A.本人的婚姻情况
B.本人因私出国情况
C.本人持有往来港澳通行证的情况
D.本人的银行存款
答案:D
答案解析：银行存款不属于《领导干部报告个人有关事项规定》中要求的必报范围内容。
层    级：高级
难度系数：中
知 识 点：第二篇 通用业务——第六章 政务管理——第六节 重大事项请示报告工作

56.数字人事的基本内涵可概括为：
A.日常化、信息化、全面化、累积化、可比化
B.日常化、多维化、全面化、累进化、可比化
C.日常化、信息化、数据化、累积化、可比化
D.日常化、多维化、数据化、累积化、可比化
答案:D
答案解析：略
层    级：高级
难度系数：易
知识点：通用业务知识——第七章干部管理——第二节考核考评管理

57.某有限责任公司自建办公用房，其房产税纳税义务发生时间为：
A.自办理房产证当月起计征房产税
B.自办理验收手续之次月起计征房产税
C.自建成之次月起计征房产税
D.自建成当月起计征房产税
答案:C
答案解析：
纳税人自建的房屋，自建成之次月起计征房产税。
层    级：中级
难度系数：难
知 识 点：政治素质及通用业务——第九章税收基础知识——第二节各税种政策与管理

58.王某系国家税务总局A县税务局干部，党员。因违反中央八项规定精神，县局党委通过讨论决定对其做出处分。这体现出纪律处分原则是：
A.党纪面前人人平等原则     
B.实事求是原则 
C.党要管党、从严治党原则          
D.民主集中制原则
答案:D
答案解析：《中国共产党纪律处分条例》在党的纪律处分工作应当坚持的原则中明确了上述内容属于民主集中制原则。
层    级：初级
难度系数：中
知 识 点：税务系统业务能力升级测试大纲(行政管理类)——第二篇通用业务——第八章监督管理——第一节党风廉政建设——2.廉洁自律相关规范

59.按照税务总局《关于解决税务系统形式主义突出问题为基层减负若干措施的通知》要求，下列选项中不符合为基层减负要求的是：
A.某省税务局要求下发的文件比上年减少三分之一以上
B.某省税务局清理规范报送资料报表，精简需要市局上报的报表资料
C.某市局在安排经费预算上向困难地区倾斜、向基层倾斜
D.某市局为确保绩效考核真实准确，在信息系统中查询数据后，要求基层另行书面上报
答案:D
答案解析：《关于解决税务系统形式主义突出问题为基层减负若干措施的通知》规定，要少开会开短会，大幅压减会议数量，视频会议一般只开到下一级，确需县级税务机关参会的，原则上不安排在纳税申报期。清理规范报送资料报表，未经研究批准，不得要求下级税务机关填表报数、提供资料。《通知》还要求，将巡视巡察与“两个责任”落实情况检查、选人用人专项检查等统筹开展；离任经济责任审计和离任检查统筹开展。绩效考核情况等能在信息系统中查询的，不要求基层另行书面上报。改进调查研究，注重实地走访和暗访，认真听取基层干部、纳税人和缴费人的意见建议，帮助解决困难，提出对策措施。
层    级：中级
难度系数：难
知 识 点：第二篇 通用业务——第六章 政务管理——第五节 解决形式主义突出问题为基层减负

1.关于企业（烟草制造等6个行业除外）研发费用加计扣除比例，下列表述正确的是：
A.自2018年1月1日起，加计扣除比例提高至70%
B.自2018年1月1日起，加计扣除比例提高至75%
C.自2019年1月1日起，加计扣除比例提高至70%
D.自2019年1月1日起，加计扣除比例提高至75%
答案:B
答案解析：根据规定，自2018年1月1日起，企业（烟草制造等6个行业除外）研发费用加计扣除比例提高至75%。
层    级：初级
难度系数：易
知 识 点：纳税服务--专业知识与技能 -- 第五章 税收优惠 --第一节 优惠办理概述

2.下列纳税服务投诉事项属于即时办结的是：
A.自然人纳税人提出的个人所得税服务投诉
B.涉及其他重大政策落实的服务投诉
C.自然人缴费人提出的社会保险费和非税收入征缴服务投诉
D.纳税人当场提出投诉，事实简单、清楚，不需要进行调查的
答案:D
答案解析：自然人纳税人提出的个人所得税服务投诉、涉及其他重大政策落实的服务投诉、自然人缴费人提出的社会保险费和非税收入征缴服务投诉自受理之日起3个工作日内办结。
层    级：初级
难度系数：中
知 识 点：纳税服务——专业知识与技能——第八章 纳税人权益保护与纳税信用管理——第五节 纳税服务投诉处理

3.下列各项不属于纳税人信用历史信息的是：
A.基本信息
B.评价年度之前的纳税信用记录
C.相关部门评价的优良信用记录
D.外部评价信息
答案:D
答案解析：纳税人信用历史信息包括基本信息和评价年度之前的纳税信用记录，以及相关部门评价的优良信用记录和不良信用记录。
层    级：初级
难度系数：易
知 识 点：纳税服务——专业知识与技能——第八章 纳税人权益保护与纳税信用管理——第七节 纳税信用评价

4.扣缴义务人未按规定为纳税人开具税收票证的，税务机关核实税款缴纳情况后，应当为纳税人开具：
A.税收完税证明
B.税收完税证明（文书式）
C.税收完税证明（表格式）
D.纳税记录
答案:C
答案解析：扣缴义务人未按规定为纳税人开具税收票证的，税务机关核实税款缴纳情况后，应当为纳税人开具税收完税证明（表格式）。
层    级：初级
难度系数：易
知 识 点：纳税服务——专业知识与技能——第六章证明办理——第二节证明开具

5.下列不属于增值税专用发票基本联次的是：
A.发票联
B.存根联
C.记账联
D.抵扣联
答案:B
答案解析：增值税专用发票基本联次为三联：发票联，抵扣联和记账联。
层    级：初级
难度系数：易
知 识 点：纳税服务——专业知识与技能——第三章 发票办理——第三节 发票领用

6.增值税专用发票票面最多可以显示的栏次是：
A.6行
B.7行
C.8行
D.9行
答案:C
答案解析：增值税专用发票票面最多可以显示栏次为8行，超出8行系统会生成销售清单。
层    级：初级
难度系数：易
知 识 点：纳税服务——专业知识与技能——第三章 发票办理——第五节 发票开具和保管

7.下列事项不属于纳税咨询人员职责的是：
A.帮助纳税人解决纳税过程申报中遇到的操作问题
B.解答纳税人有关涉税政策问题
C.对纳税人进行税收政策宣传
D.帮助纳税人进行纳税筹划
答案:D
答案解析：纳税筹划不是税务机关的工作职责
层    级：初级
难度系数：易
知 识 点：纳税服务——专业知识与技能——第九章 宣传咨询——第二节 纳税咨询

8.非正常户注销的个体工商户，申请恢复其税务登记的，办税服务厅人员应在金税三期核心征管系统中办理的功能模块是：
A.【临时税务登记纳税人登记】
B.【组织临时登记】
C.【工商部门登记信息查询确认】
D.【两证整合个体工商户登记信息确认】
答案:D
答案解析：非正常户注销的个体工商户，申请恢复其税务登记的，直接通过【两证整合个体工商户登记信息确认】处理。
层    级：初级
难度系数：易
知 识 点：纳税服务——专业知识与技能——第七章税务注销——第一节 税务注销概述

9.下列企业的企业所得税可以采用核定征收的是：
A.经济鉴证类社会中介机构
B.第三方污染防治企业
C.融资租赁公司
D.基层法律服务机构
答案:B
答案解析：特殊行业、特殊类型的纳税人和一定规模以上的纳税人不适用企业所得税核定征收。包括（一）享受《中华人民共和国企业所得税法》及其实施条例和国务院规定的一项或几项企业所得税优惠政策的企业（不包括仅享受《中华人民共和国企业所得税法》第二十六条规定免税收入优惠政策的企业）；（二）汇总纳税企业；（三）上市公司；（四）银行、信用社、小额贷款公司、保险公司、证券公司、期货公司、信托投资公司、金融资产管理公司、融资租赁公司、担保公司、财务公司、典当公司等金融企业；（五）会计、审计、资产评估、税务、房地产估价、土地估价、工程造价、律师、价格鉴证、公证机构、基层法律服务机构、专利代理、商标代理以及其他经济鉴证类社会中介机构；（六）国家税务总局规定的其他企业。
层    级：初级
难度系数：易
知 识 点：纳税服务——专业知识与技能——第四章申报纳税——第三节 企业所得税申报

10.受理土地增值税清算时，金税三期核心征管系统无法带出未关联土地增值税项目的预征税款，此种情形下窗口人员可以录入预征税款的功能模块是：
A.税源申报明细报告
B.申报错误更正
C.一般征收开票
D.土地增值税项目报告
答案:C
答案解析：未关联土地增值税项目的预征税款，是无法在土地增值税清算时带出的，可以通过一般征收开票界面录入预征税款
层    级：初级
难度系数：中
知 识 点：纳税服务——专业知识与技能——第四章申报纳税——第五节 其他税种申报

11.目前金三系统中对组织临时登记纳税人可以进行的操作是：
A.删除
B.作废
C.变更
D.注销
答案:C
答案解析：目前金三系统中对组织临时登记纳税人可以进行的操作是变更。
层    级：初级
难度系数：中

12.财政部、国家税务总局规定的增值税小规模纳税人标准为：
A.年应征增值税销售额50万元及以下
B.年应征增值税销售额80万元及以下
C.年应征增值税销售额180万元及以下
D.年应征增值税销售额500万元及以下
答案:D
答案解析：财政部、国家税务总局规定的增值税小规模纳税人标准为年应征增值税销售额500万元及以下。
层    级：初级
难度系数：易
知 识 点：专用知识及技能——第二章信息报告——第五节资格信息报告

13.某企业财务人员王某向办税服务厅窗口人员咨询税务注销相关手续，以下回答正确的是：
A.办理清税证明是纳税人向市场监管部门申请注销的必经程序
B.经过实名信息验证的办税人员，不再提供登记证件、身份证件复印件等资料
C.处于非正常状态纳税人在出具书面承诺书并经主管机务机关审核同意后可以办理税务注销
D.对控股母公司纳税信用级别为B级的M级纳税人，符合即时办结其他条件的应即时办结
答案:B
答案解析：根据纳税服务规范3.0规定，符合规定条件的纳税人在向市场监管部门申请注销前可免予办理清税证明；处于非正常状态纳税人在申报办理税务注销前，需先解除非正常状态，补办申报纳税手续。对控股母公司纳税信用级别为A级的M级纳税人，符合即时办结其他条件的应即时办结。
层    级：中级
难度系数：中
知 识 点：纳税服务--专业知识与技能 --第七章 税务注销--第一节 税务注销概述

14.某企业系一照一码登记户，企业现申请办理清税申报，以下说法错误的是：
A.未办理过涉税事宜的一照一码户可免予到税务机关办理清税证明
B.纳税人办理一照一码户清税申报，应结清应纳税款、多退（免）税款、滞纳金和罚款，缴销发票和其他税务证件
C.符合条件受理后20个工作日内办结
D.税务机关在核查、检查过程中发现涉嫌偷、逃、骗、抗税或虚开发票的，或者需要进行纳税调整等情形的，办理时限终止
答案:D
答案解析：根据纳税服务规范3.0规定，税务机关在核查、检查过程中发现涉嫌偷、逃、骗、抗税或虚开发票的，或者需要进行纳税调整等情形的，办理时限中止。
层    级：中级
难度系数：中
知 识 点：纳税服务--专业知识与技能 --第七章 税务注销--第二节 清税申报

15.下列关于纳税人需求管理说法错误的是：
A.纳税人需求征集类型分为全面征集、日常征集和专项征集，其中日常征集是省以下税务机关对税收管理服务各个环节开展的纳税人需求征集，原则上每季度归集整理一次
B.纳税人需求包括政策落实、征管执法、服务规范、法律救济、信息化建设、人员素质和其他需求
C.对涉及多个部门的需求，由纳税服务部门牵头，相关部门协同办理
D.对超出本级职责范围的纳税人需求，报上级主管部门协调办理
答案:A
答案解析：纳税人需求日常征集原则上每半年归集整理一次。
层    级：中级
难度系数：中
知 识 点：纳税服务——专业知识与技能——第八章 纳税人权益保护与纳税信用管理——第二节 纳税人需求管理

16.C级纳税信用年度评价指标得分标准是：
A.70分以上不满80分
B.60分以上不满80分
C.40分以上不满80分
D.40分以上不满70分
答案:D
答案解析：根据《纳税信用管理办法（试行）》第十八条规定：C级纳税信用为年度评价指标得分40分以上不满70分的。
层    级：中级
难度系数：易
知 识 点：纳税服务——专业知识与技能——第八章 纳税人权益保护与纳税信用管理——第七节 纳税信用评价

17.下列关于纳税信用评价说法正确的是：
A.税务机关应主动公开A、B、C、D级纳税人名单。
B.纳税信用A级的纳税人可一次领取不超过2个月的增值税发票用量
C.D级的纳税人增值税专用发票领用按辅导期一般纳税人政策办理
D.关联D只保留一年，次年度重新评价，可评为A级。
答案:C
答案解析：税务机关应主动公开A级纳税人名单；纳税信用A级的纳税人可一次领取不超过3个月的增值税发票用量；关联D只保留一年，次年度重新评价，但不得评为A级。
层    级：中级
难度系数：中
知 识 点：纳税服务——专业知识与技能——第八章 纳税人权益保护与纳税信用管理——第九节 纳税信用评价结果应用

18.国家税务总局令第46号文中税务总局决定从发文到2019年1月1日再取消的税务证明事项有：
A.12项
B. 15项
C. 18项
D.20项
答案:B
答案解析：国家税务总局令第46号决定再取消12项税务证明事项，另有3项税务证明事项已根据有关政策规定自2019年1月1日起停止执行，一并予以公布
层    级：中级
难度系数：易
知 识 点：纳税服务——专业知识与技能——第六章 证明办理——第一节 证明办理概述

19.下列纳税人信息发生变化需进行注销发行操作的是：
A.企业名称
B.统一社会信用代码
C.最高开票限额
D.开票机数量
答案:B
答案解析：纳税人发生企业名称、开票限额、购票限量、购票人姓名、开票机数量，应申请变更发行；发生统一社会信用代码变化，需进行注销发行。
层    级：中级
难度系数：易
知 识 点：纳税服务——专业知识与技能——第三章 发票办理——第三节 发票领用

20.发票监制章的监制机关是：
A.区县级税务机关
B.市地级税务机关
C.省级税务机关
D.国家税务总局
答案:D
答案解析：全国统一发票监制章是税务机关管理发票的法定标注，其形状、规格、内容、印色由国家税务总局规定。
层    级：中级
难度系数：易
知 识 点：纳税服务——专业知识与技能——第三章 发票办理——第二节 发票印制

21.税收宣传月宣传属于：
A.日常宣传
B.专题宣传
C.专项宣传
D.纳税咨询
答案:B
答案解析：税收宣传月宣传属于专题宣传
层    级：中级
难度系数：易
知 识 点：纳税服务——专业知识与技能——第九章 宣传咨询——第一节税法宣传
22.我国企业所得税的申报主体不包括：
A.个人独资企业
B.合伙企业的法人合伙人
C.事业单位
D.社会团体
答案:A
答案解析：根据企业所得税法规定，个人独资企业，合伙企业，不是企业所得税的纳税人。合伙企业以每一个合伙人为纳税义务人。合伙企业合伙人是自然人的，缴纳个人所得税；合伙人是法人和其他组织的，缴纳企业所得税。
层    级：中级
难度系数：中
知 识 点：纳税服务——专业知识与技能——第四章申报纳税——第三节 企业所得税申报

23.土地使用税未做税（费）种认定的情况下，申报时会调用系统初始化配置的默认期限规则，默认是按：
A.次
B.月
C.季
D.年
答案:C
答案解析：金税三期核心征管系统操作。
层    级：中级
难度系数：易
知 识 点：纳税服务——专业知识与技能——第四章申报纳税——第五节 其他税种申报

24.关于城镇土地使用税和房产税信息采集，以下说法不正确的是：
A.纳税人在首次申报城镇土地使用税和房产税时，应进行城镇土地使用税税源明细采集和房产税税源明细采集
B.城镇土地使用税税源明细采集和房产税税源明细采集，应通过金税三期核心征管系统【房产税城镇土地使用税税源信息采集）】模块办理
C.城镇土地使用税和房产税有减免税情况的，应通过金税三期核心征管系统【房产税城镇土地使用税税源信息采集】模块采集减免信息
D.城镇土地使用税和房产税申报，应通过金税三期核心征管系统【房产税城镇土地使用税税源信息采集】模块办理
答案:D
答案解析：城镇土地使用税和房产税申报，应通过金税三期核心征管系统【城镇土地使用税房产税申报】模块办理。
层    级：中级
难度系数：中
知 识 点：专用知识及技能——第二章信息报告——第六节特殊事项信息报告

25.税收统计调查数据采集范围不包括：
A.企业集团数据采集
B.重点税源企业数据采集
C.消费税涉税信息采集
D.房产税税涉税信息采集
答案:D
答案解析：税收统计调查数据采集范围包括：税收资料调查企业数据采集、企业集团数据采集、重点税源企业数据采集、消费税涉税信息采集等。
层    级：中级
难度系数：中
知 识 点：专用知识及技能——第二章信息报告——第六节特殊事项信息报告

26.纳税人办理出口退（免）税备案时间是：
A.出口企业或其他单位应于首笔出口业务后，向主管国税机关办理出口退（免）税备案手续
B.出口企业或其他单位应于首次申报出口退（免）税时，向主管国税机关办理出口退（免）税备案手续
C.出口企业应在办理对外贸易经营者备案登记或签订首份委托出口协议之日起15日内，到主管税务机关办理出口退（免）税备案
D.出口企业应在办理对外贸易经营者备案登记或签订首份委托出口协议之日起30日内，到主管税务机关办理出口退（免）税备案
答案:B
答案解析：出口企业或其他单位应于首次申报出口退（免）税时，向主管机关办理出口退（免）税备案手续。
层    级：中级
难度系数：易
知 识 点：专用知识及技能——第二章信息报告——第七节出口退（免）税备案报告

27.关于纳税人放弃免税权，以下说法正确的是：
A.纳税人一经放弃免税权，其生产销售的全部增值税应税行为均应按照适用税率征税
B.纳税人对放弃免税权应税行为收入单独核算，能够与其他收入准确区分的，不影响其他应税行为享受免税
C.纳税人可选择某一免税项目放弃免税权，也可根据不同的销售对象选择部分应税行为放弃免税权
D.纳税人自提交备案资料的当月起，按照现行有关规定计算缴纳增值税，36个月内不得再申请免税、减税
答案:A
答案解析：根据规定，纳税人一经放弃免税权，其生产销售的全部增值税应税行为均应按照适用税率征税；纳税人放弃减税、免税的，自提交备案资料的次月起，按照现行有关规定计算缴纳增值税，36个月内不得再申请免税、减税。
层    级：高级
难度系数：中
知 识 点：纳税服务--专业知识与技能 -- 第五章 税收优惠 --第六节 放弃减免税

28.纳税人对税务机关工作人员未落实首问责任服务制度属于：
A.对税务机关工作人员服务言行进行的投诉
B.对税务机关工作人员服务态度进行的投诉
C.对税务机关及其工作人员服务质效进行的投诉
D.对税务机关及其工作人员在履行纳税服务职责过程中侵害其合法权益的行为进行的其他投诉。
答案:C
答案解析：对税务机关及其工作人员未按规定落实首问责任、一次性告知、限时办结、办税公开等纳税服务制度进行的投诉属于对服务质效的投诉。
层    级：高级
难度系数：易
知 识 点：纳税服务——专业知识与技能——第八章 纳税人权益保护与纳税信用管理——第五节 纳税服务投诉处理

29.下列事项属于对信用评价为D级纳税人应采取的措施是：
A.普通发票按需领用；
B.加强出口退税审核
C.一般纳税人可单次领取2个月的增值税发票用量
D.D级评价保留1年，第二年不得评为A级
答案:B
答案解析：增值税专用发票领用按辅导期一般纳税人政策办理，普通发票的领用实行交（验）旧供新、严格限量供应；D级评价保留2年，第三年纳税信用不得评价为A级；
层    级：高级
难度系数：易
知 识 点：纳税服务——专业知识与技能——第八章 纳税人权益保护与纳税信用管理——第九节 纳税信用评价结果运用

30.出口企业向主管税务机关退税部门申请出具《来料加工免税证明》，其期限应在加工费的：
A.专用发票开具之日起至当月的增值税纳税申报期内
B.专用发票开具之日起至次月的增值税纳税申报期内
C.普通发票开具之日起至当月的增值税纳税申报期内
D. 普通发票开具之日起至次月的增值税纳税申报期内
答案:D
答案解析：出口企业应在加工费的普通发票开具之日起至次月的增值税纳税申报期内，向主管税务机关退税部门申请出具《来料加工免税证明》。
层    级：高级
难度系数：中
知 识 点：纳税服务——专业知识与技能——第六章 证明办理——第三节 出口退（免）税证明办理

31.办理转开印花税票销售凭证时，下列说法正确的是：
A.自然人需提供身份证原件，税务机关查验后退回
B.已办理税务登记的纳税人但未做实名认证的，无需提供加载统一社会信用代码的营业执照（或税务登记证、组织机构代码证等）原件
C.只可通过办税服务厅前台受理
D.需要交纳工本费
答案:A
答案解析：
层    级：高级
难度系数：中
知 识 点：纳税服务——专业知识与技能——第六章 证明办理——第一节 证明办理概述

32.所有行业小规模纳税人均可以自行开具增值税专用发票的时间是：
A.2019年10月1日
B.2019年12月1日
C.2020年1月1日
D.2020年2月1日
答案:D
答案解析：增值税小规模纳税人（其他个人除外）发生增值税应税行为，需要开具增值税专用发票，可以自愿使用增值税发票管理系统自行开具。选择自行开具的小规模纳税人，税务机关不再为其代开。自2020年2月1日起施行。
层    级：高级
难度系数：易
知 识 点：纳税服务——专业知识与技能——第三章 发票办理——第四节 发票代开

33.小规模纳税人代开增值税专用发票不需预缴的是：
A.增值税
B.城市维护建设税
C.教育费附加
D.企业所得税
答案:D
答案解析：小规模纳税人代开增值税专用发票需预缴增值税和城市维护建设税、教育费附加和地方教育附加。
层    级：高级
难度系数：中
知 识 点：纳税服务——专业知识与技能——第三章 发票办理——第四节 发票代开
34.下列情形可以在邮政委托代开增值税发票的是：
A.甲商贸公司代开增值税专用发票，金额2000元
B.自然人乙代开增值税普通发票，金额800元
C.某村村民丙销售自产农产品，代开增值税普通发票，金额20000元
D.自然人丁临时销售一批办公用品，金额400元
答案:B
答案解析：第三方委托代开业务为起征点以上的增值税普通发票，自然人按次缴纳增值税，起征点500元。
层    级：高级
难度系数：中
知 识 点：纳税服务——专业知识与技能——第三章 发票办理——第四节 发票代开

35.12366日常监测工作按月进行，主要采用方法是:
A.前台拨测
B.后台抽测
C.测评专家匿名测评
D.问卷调查
答案:B
答案解析：12366日常监测工作按月进行，采用后台抽测为主、前台拨测为辅，测评专家匿名测评的监测方式。
层    级：高级
难度系数：难
知 识 点：纳税服务——专业知识与技能——第九章 宣传咨询——第四节 12366纳税服务

36.关于委托代征手续费支付比例和限额，以下说法正确的是：
A.税务机关委托交通运输部门海事管理机构代征船舶车船税，税务机关按不超过代征税款的3%支付手续费
B.税务机关委托代征人代征车辆购置税，税务机关按每辆车支付15元手续费
C.税务机关委托邮政部门代征税款，税务机关按不超过代征税款的5%支付手续费
D.税务机关之间委托代征税款，按不超过代征税款的5%支付手续费
答案:B
答案解析：税务机关委托交通运输部门海事管理机构代征船舶车船税，税务机关按不超过代征税款的5%支付手续费,税务机关委托邮政部门代征税款，税务机关按不超过代征税款的3%支付手续费,税务机关之间委托代征税款，不得支付手续费。
层    级：高级
难度系数：中
知 识 点：纳税服务——专业知识与技能——第四章申报纳税——第八节 申报相关服务

37.以下哪些情形的纳税人可以申报办理临时税务登记的是：
A.非正常户纳税人的法定代表人
B.未办理税务登记的纳税人需办理代开发票等涉税业务
C.因住所、经营地点变更的纳税人
D.注销后恢复开业的
答案:A
答案解析：非正常户纳税人的法定代表人申报办理税务登记的，税务机关应将其登记为临时税务登记。
层    级：高级
难度系数：中
知 识 点：专用知识及技能——第二章信息报告——第二节基础信息报告

38.以下纳税人不办理增值税一般纳税人登记的是：
A.非企业性单位
B.年应税销售额超过规定标准的自然人
C.年应税销售额超过规定标准且不经常发生应税行为的单位
D.年应税销售额超过规定标准且不经常发生应税行为的个体工商户
答案:B
答案解析：财政部、国家税务总局规定的增值税小规模纳税人标准为年应征增值税销售额500万元及以下。
层    级：高级
难度系数：易
知 识 点：专用知识及技能——第二章信息报告——第五节资格信息报告

39.纳税人申报办理税务注销前，需要办理的事项不含：
A.企业所得税纳税人，就其清算所得向税务机关申报并依法缴纳企业所得税
B.纳税人未办理土地增值税清算手续的，应在申报办理税务注销前进行土地增值税清算。
C.出口企业结清出口退（免）税款
D.向税务机关提出终止银税三方（委托）划缴协议
答案:D
答案解析：纳税人申报办理税务注销，无需向税务机关提出终止银税三方（委托）划缴协议。税务机关办结税务注销后，银税三方（委托）划缴协议自动终止。
层    级：高级
难度系数：易
知 识 点：专用知识及技能——第七章税务注销——第二节清税申报第三节注销税务登记

40.下列税务注销情形，不需要进行企业所得税清算申报的是：
A.企业合并
B.企业分立
C.经营地址迁移到邻县
D.依法解散
答案:D
答案解析：企业合并、分立，无需进行企业所得税清算。企业境内迁移无需进行企业所得税清算。
层    级：高级
难度系数：易
知 识 点：专用知识及技能——第七章税务注销——第二节清税申报第三节注销税务登记

41.关于税务注销金三操作，以下说法不正确的是：
A.对纳税人在非正常状态期间未开展生产经营活动、无相关纳税义务的，税务机关可以对相关税（费）种进行批量零申报处理
B.“非正常户”状态的纳税人申请税务注销的，需先解除非正常状态，补办纳税申报手续
C.企业所得税清算报备，“清算登记日”若选择当日之前的日期，纳税人状态仍显示为“正常”
D.纳税人有欠税的，只有当纳税人注销原因为破产且剩余资产不足缴税时，注销核准人员选择核准意见时，可选“同意”
答案:C
答案解析:企业所得税清算报备，“清算登记日”若选择当日之前的日期，纳税人状态仍显示为“清算”。
层    级：高级
难度系数：易
知 识 点：专用知识及技能——第七章税务注销——第二节清税申报第三节注销税务登记

42.2019年5月，在某市税务局举办的减税降费专场“纳税人学堂”培训课上，培训师小陆现场向纳税人作出的下列回答，错误的是：
A.纳税信用级别为M级的纳税人不可以申请留抵退税
B.增值税一般纳税人销售金融服务，适用6%税率
C.增值税一般纳税人购进用于生产13%税率货物的农产品，按10%扣除率计算进项税额
D.生活服务业纳税人同时兼营农产品深加工，纳税人可从农产品加计扣除以及加计抵减政策中选择最优惠政策享受
答案:D
答案解析：提供生活服务的销售额占全部销售额的比重超过50%的纳税人，可以适用加计抵减政策。该纳税人如果同时兼营农产品深加工业务，其购进用于生产或者委托加工13%税率货物的农产品，可按照10%扣除率计算进项税额，并可同时适用加计抵减政策。
层    级：高级
难度系数：中
知 识 点：纳税服务--专业知识与技能 -- 第五章 税收优惠 -- 第一节 优惠办理概述

43.关于非正常状态纳税人办理一照一码户清税申报，以下说法正确的是:
A.若非正常状态期间增值税、消费税和相关附加需补办的申报均为零申报的，纳税人应逐月完成补申报后，方可继续办理
B.若非正常状态期间增值税、消费税和相关附加需补办的申报均为零申报的，税务机关可直接后台批量处理
C.若非正常状态期间增值税、消费税和相关附加需补办的申报均为零申报的，纳税人可打印《批量零申报确认表》，经税务机关审核确认后，进行批量处理
D.若非正常状态期间增值税、消费税和相关附加需补办的申报均为零申报的，税务机关可打印《批量零申报确认表》，经纳税人确认后，进行批量处理
答案:D
答案解析：根据纳税服务规范3.0规定，纳税人非正常状态期间增值税、消费税和相关附加需补办的申报均为零申报的，税务机关可打印相应税种和相关附加的《批量零申报确认表》，经纳税人确认后，进行批量处理。
层    级：中级
难度系数：中
知 识 点：纳税服务--专业知识与技能 --第七章 税务注销--第二节 清税申报

44.2019年继续深入开展“便民办税春风行动”，切实精简涉税资料，2019年底前对纳税人向税务机关报送的资料再精简:
A.25%以上
B.30%以上
C.20%以上
D.35%以上
答案:A
答案解析：继续深入开展“便民办税春风行动”，切实精简涉税资料，2019年底前对纳税人向税务机关报送的资料再精简25%以上。
层    级：高级
难度系数：中
知 识 点：纳税服务——专业知识与技能——第一章纳税服务概述——第三节营商环境与服务创新发展

45.甲市乙公司为按季度申报的小规模纳税人，经营范围是批发办公用品，2019年7月1日至办税服务厅申请代开增值税专用发票，不含税金额5万元，则乙公司当天应缴纳税款是：
A.1500元
B.1605元
C.1552.5元
D.1590元
答案:C
答案解析：小规模纳税人代开专用发票，预缴增值税50000*3%=1500元，城建税减半征收1500*7%÷2=52.5元，季度收入不足30万免征教育附加和地方教育附加。
层    级：高级
难度系数：易
知 识 点：纳税服务——专业知识与技能——第三章 发票办理——第四节 发票代开

46.县税务机关办税服务厅实行领导值班制, 值班领导的范围是:
A.由办税服务厅负责人和相关股 (室) 负责人轮流担当
B.由县税务机关领导和办税服务厅负责人轮流担当
C.由办税服务厅领导轮流担当
D.由县税务机关领导和相关股 (室) 负责人轮流担当
答案:D
答案解析：办税服务厅实行领导值班制, 值班领导由县税务机关领导和相关股 (室) 负责人轮流担当, 并设置领导值班标识。
层    级：高级
难度系数：易
知 识 点：纳税服务——专业知识与技能——第十章文明服务——第二节服务制度

47.关于突发事件应急处置，说法正确的是：
A.突发事件发生时，办税服务厅负责人为第一知情人，值班领导为第一处置人。
B.突发事件发生时，首先发现的税务工作人员为第一知情人，办税服务厅负责人为第一处置人。
C.突发事件发生时，首先发现的税务工作人员为第一知情人，值班领导为第一处置人
D.突发事件发生时，办税服务厅负责人为第一知情人和第一处置人。
答案:B
答案解析：突发事件发生时，首先发现的税务工作人员为第一知情人，办税服务厅负责人为第一处置人，第一知情人应及时向第一处置人和应急工作领导小组报告，确保应急预案及时启动。
层    级：高级
难度系数：易
知 识 点：纳税服务——专业知识与技能——第十章 文明服务——第二节服务制度

48.2019年8月赵某(30岁)医疗费已支出40000元,其中医疗保险支出18000元, 其余自己负担,赵某向税务机关咨询自己了解的个人所得税大病医疗费税前扣除是否正确,赵某说法正确的是:
A.扣除医保报销后个人负担（指医保目录范围内的自付部分）累计超过15000元的部分,从8月份起在个人所得税预扣预缴时扣除
B.大病医疗保险个人所得税税前不能扣除
C.假如赵某在农村没有什么收入, 其医药费用支出可以选择由其父母一方扣除
D.在2019纳税年度内，赵某发生的与基本医保相关的医药费用支出，扣除医保报销后个人负担（指医保目录范围内的自付部分）累计超过15000元的部分，赵某在2020年办理年度汇算清缴时，在80000元限额内据实扣除
答案:D
答案解析：个人所得税专项附加扣除规定
层    级：高级
难度系数：难
知 识 点：纳税服务——专业知识与技能——第九章 宣传咨询——第二节 纳税咨询

49.下列不属于月销售额超过10万元的小规模纳税人可以使用增值税发票管理系统开具的发票类型是：
A.增值税普通发票
B.机动车销售统一发票
C.通用定额发票
D.增值税电子普通发票
答案:C
答案解析：月销售额超过10万元的小规模纳税人使用增值税发票管理系统可以开具的发票类型有增值税普通发票、机动车销售统一发票和增值税电子普通发票。
层    级：中级
难度系数：中
知 识 点：纳税服务——专业知识与技能——第三章 发票办理——第五节 发票开具和保管

50.纳税人申请行政复议，复议机关维持原税务机关做出的行政决定，纳税人对复议结果不服的，可以向人民法院起诉，则被告人是：
A. 原作出决定的税务机关和复议机关为共同被告
B.原作出决定的税务机关
C.复议机关
D.原作出决定的税务机关或者复议机关
答案:A
答案解析：经复议的案件，复议机关决定维持原行政行为的，作出原行政行为的行政机关和复议机关是共同被告；复议机关改变原行政行为的，复议机关是被告。
层    级：高级
难度系数：中
知 识 点：纳税服务——专业知识与技能——第八章 纳税人权益保护与纳税信用管理——第六节 纳税人法律救济

1.泽宇建筑公司2019年10月派办税人员王某前往办税服务厅办理税务登记和金税盘发行及发票领用等业务，王某携带了公司的公章、发票专用章、身份证等资料前往办理。由于公司自身业务需要，申请了小规模纳税人自开增值税专用发票。
（1）纳税人首次申领增值税专用发票的最高开票限额是：（单选）
A.1万元
B.5万元
C.10万元
D.20万元
答案:C
答案解析：税务机关为首次申领增值税发票的新办纳税人办理发票票种核定，增值税专用发票最高开票限额不超过10万元，每月最高领用数量不超过25份。
层    级：初级
难度系数：易
知 识 点：纳税服务——专业知识与技能——第三章 发票办理——第三节 发票领用

（2）首次申领增值税专用发票，每月最高领用份数不超过：（单选）
A.10张
B.25张
C.30张
D.50张
答案:B
答案解析：税务机关为首次申领增值税发票的新办纳税人办理发票票种核定，增值税普通发票最高开票限额不超过10万元，每月最高领用数量不超过50份。
层    级：初级
难度系数：易
知 识 点：纳税服务——专业知识与技能——第三章 发票办理——第三节 发票领用

（3）纳税人首次申领增值税发票需补录的购票人信息不包括的是：（单选）
A.姓名
B.身份证号码
C.家庭住址
D.手机号码
答案:C
答案解析：税务机关为首次申领增值税发票的新办纳税人办理发票票种核定，购票人信息补录包括：姓名、身份证、手机号码。
层    级：初级
难度系数：易
知 识 点：纳税服务——专业知识与技能——第三章 发票办理——第三节 发票领用

（4）纳税人申请小规模自开增值税专用发票在进行票种核定之前需要先进行的金税三期核心征管系统操作是：（单选）
A.登记
B.归类
C.变更
D.核定
答案:B
答案解析：小规模纳税人自开增值税专用发票需先进行归类，选择对应的试点行业，才能进行专用发票的票种核定。
层    级：初级
难度系数：易
知 识 点：专业知识与技能—第三章 发票办理—第三节 发票领用
（5）截止2019年，下列行业中尚未纳入小规模纳税人自开增值税专用发票试点的行业是：（单选）
A.住宿业
B.鉴证咨询业
C.运输业
D.现代服务业
答案:C

层    级：初级
难度系数：易
知 识 点：纳税服务-专业知识与技能—第三章 发票办理—第四节 发票代开

2.A公司为商贸企业，系增值税一般纳税人，公司注册地在甲市。2019年，该公司发生以下经营行为：
（1）2019年2月，该公司出售名下位于乙市房产取得含税收入4250万元，该房产2010年购入时的价款为3200万元，A公司选择简易计税办法。
（2）2019年10月，A公司经营出现严重困难，无法清偿到期债务，被人民法院裁定宣告破产。
（3）A公司支付乙国B公司驻我国常设机构特许权使用费530万元，2019年10月，乙国B公司驻我国常设机构驻在期限届满不再继续从事业务活动。
结合以上案例，回答以下问题：
（1）该企业出售乙市房产应缴纳增值税税额是：(单选)
A.202.38万元
B.86.70万元
C.350.92万元
D.50万元
答案:D
答案解析：根据规定，选择简易计税办法纳税，则应纳增值税=（4250-3200）/（1+5%）*5%=50万元。
层    级：中级
难度系数：中
知 识 点：纳税服务--专业知识与技能 -- 第四章 申报纳税 --第五节 其他税种申报

（2）关于A公司被人民法院裁定宣告破产后的税务注销，以下说法正确的是：(单选)
A.按照清算程序限时办理
B.按照税务注销即时办理
C.企业无需办理相关税务注销手续
D.按照简易注销处理
答案:B
答案解析：根据规定，纳税人经人民法院裁定宣告破产，持人民法院终结破产程序裁定书，可向税务机关申请税务注销即时办理。
层    级：中级
难度系数：中
知 识 点：纳税服务--专业知识与技能 --第七章 税务注销-- 第三节  注销税务登记

（3）B公司驻我国常设机构应缴纳企业所得税税额为：(单选)
A.132.5万元
B.125万元
C.53万元
D.50万元
答案:B
答案解析：非居民企业在中国境内设立机构、场所，且取得的所得与其所设机构、场所有实际联系的,适用税率25%。应纳企业所得税=530/（1+6%）*25%=125万元。
层    级：中级
难度系数：中
知 识 点：纳税服务--专业知识与技能 --第四章 申报纳税 --第三节 企业所得税申报

（4）乙国B公司驻我国常设机构驻在期限届满办理税务注销时，以下表格应填报的是：(单选)
A.《注销税务登记申请表》
B.《清税申报表》
C.《非居民企业注销税务登记申请表》
D.《注销扣缴税款登记申请表》
答案:A
答案解析：外国企业常驻代表机构驻在期届满、提前终止业务活动的，填报《注销税务登记申请表》。
层    级：中级
难度系数：中
知 识 点：纳税服务--专业知识与技能 --第七章 税务注销-- 第三节  注销税务登记

（5）乙国B公司驻我国常设机构驻在期限届满，应申请办理注销的时限是：(单选)
A.驻在期限届满15日内
B.驻在期限届满30日内
C.驻在期限届满60日内
D.驻在期限届满90日内
答案:C
答案解析：外国企业常驻代表机构驻在期届满终止业务活动的，应在驻在期限届满60日内办理注销手续。
层    级：中级
难度系数：中
知 识 点：纳税服务--专业知识与技能 --第七章 税务注销-- 第三节  注销税务登记

3.某建筑公司，增值税一般纳税人，2019年7月中标邻省一建筑工程，包工包料，不含税金额1亿元，合同期限2019年8月1日自2020年7月31日。
（1）该公司到经营地办理报验登记，以下说法正确的是（ ）
A.公司首次在经营地办理涉税事宜时，向经营地税务机关报验跨区域涉税事项
B.公司每次在经营地办理涉税事宜，都要向经营地税务机关报验跨区域涉税事项
C.公司办理报验登记必须提供的资料有两项：①《跨区域涉税事项报告表》；②加载统一社会信用代码的营业执照（或税务登记证、组织机构代码证等）原件，或加盖纳税人公章的复印件
D.公司办理报验登记只要提供《跨区域涉税事项报告表》
答案:A
答案解析：纳税人首次在经营地办理涉税事宜时，向经营地税务机关报验跨区域涉税事项。纳税人办理报验登记只要提供加载统一社会信用代码的营业执照（或税务登记证、组织机构代码证等）原件，或加盖纳税人公章的复印件。
层    级：中级
难度系数：易
知 识 点：专用知识及技能——第二章信息报告——第三节跨区域信息报告

（2）2019年8月25日公司收到工程预收款1000万，支付分包款200万元（取得合法凭证），该公司应当在收到预收款的当天向经营地税务机关预缴增值税，预缴增值税计算列式正确的是：
A.（1000-200）÷（1+9%）错误3%
B.（1000-200）÷（1+9%）错误2%
C.1000÷（1+9%）错误3%
D.1000÷（1+9%）错误2%
答案:B
答案解析：增值税一般纳税人一般计税方法计算预缴增值税计算公式：（预收款-支付的分包款）÷（1+适用税率）错误预征率。
层    级：中级
难度系数：高
知 识 点：专用知识及技能——第四章纳税申报——第四节增值税申报

（3）公司在预缴增值税时，城市维护建设税和教育费附加是否要预缴、如何预缴，以下说法正确的是：
A.不需要预缴，由公司在其机构所在地申报缴纳增值税时，以其应缴纳的增值税税额为计税依据，并按机构所在地的城市维护建设税适用税率和教育费附加征收率就地计算缴纳城市维护建设税和教育费附加。
B.要预缴，以公司在经营地预缴增值税税额为计税依据，并按公司机构所在地的城市维护建设税适用税率和教育费附加征收率就地计算缴纳城市维护建设税和教育费附加。
C.要预缴，以公司在经营地预缴增值税税额为计税依据，并按预缴增值税所在地的城市维护建设税适用税率和教育费附加征收率就地计算缴纳城市维护建设税和教育费附加。
D.要预缴，以公司在经营地预缴增值税税额为计税依据，并按预缴增值税所在地的城市维护建设税适用税率和教育费附加征收率就地计算缴纳城市维护建设税和教育费附加。经营地与机构所在地城市建设税适用税率不一致的，公司回机构所在地办理税款补退手续。
答案:C
答案解析：纳税人跨地区提供建筑服务的，应在建筑服务发生地预缴增值税时，以预缴增值税税额为计税依据，并按预缴增值税所在地的城市维护建设税适用税率和教育费附加征收率就地计算缴纳城市维护建设税和教育费附加。
预缴增值税的纳税人在其机构所在地申报缴纳增值税时，以其实际缴纳的增值税税额为计税依据，并按机构所在地的城市维护建设税适用税率和教育费附加征收率就地计算缴纳城市维护建设税和教育费附加。
层    级：中级
难度系数：高
知 识 点：专用知识及技能——第四章纳税申报——第五节其他税种申报

（4）因天气原因，双方约定工程延期3个月。关于公司办理报验管理有效期限延期手续，以下说法正确的是：
A.只能向经营地的税务机关申请办理
B.只能向机构所在地的税务机关申请办理
C.要分别向经营地、机构所在地税务机关申请办理
D.可以选择在经营地或机构所在地的税务机关办理
答案:D
答案解析：纳税人跨区域经营合同延期的，可以选择在经营地或机构所在地的税务机关办理报验管理有效期限延期手续。
层    级：中级
难度系数：易
知 识 点：专用知识及技能——第二章信息报告——第四节跨区域信息报告

（5）工程完工后，公司应当将跨区域涉税事项向税务机关进行信息反馈，以下说法不符合现行政策规定的是：
A.应当结清经营地税务机关的应纳税款以及其他涉税事项，向经营地税务机关填报《经营地涉税事项反馈表》
B.应当结清经营地税务机关的应纳税款以及其他涉税事项，向机构所在地税务机关填报《经营地涉税事项反馈表》
C.公司对报送材料的真实性和合法性承担责任
D.经营地税务机关核对《经营地涉税事项反馈表》后，及时将相关信息反馈给机构所在地的税务机关。纳税人不需要另行向机构所在地的税务机关反馈。
答案:B
答案解析：纳税人跨区域经营活动结束后，应当结清经营地税务机关的应纳税款以及其他涉税事项，向经营地税务机关填报《经营地涉税事项反馈表》。经营地税务机关核对《经营地涉税事项反馈表》后，及时将相关信息反馈给机构所在地的税务机关。纳税人不需要另行向机构所在地的税务机关反馈。
层    级：中级
难度系数：易
知 识 点：专用知识及技能——第二章信息报告——第四节跨区域涉税事项

4.雁南飞智能控制设备有限公司，2019年3月新办企业，增值税一般纳税人。主要经营范围：制冷设备、自动控制元件、机电液压控制泵等生产销售。所属行业：通用设备制造业。
（1）公司5月份经营范围新增自营进出口业务，公司人员咨询变更登记事宜，如果你是首问责任人，你认为以下回答正确的是：
A.应向主管税务机关申报办理变更
B.应向市场监督管理等部门申报办理变更登记
C.经营范围变更可以由税务机关发起变更
D.无需办理变更登记，只要在税务机关办理出口退税资格备案即可
答案:B
答案解析：一照一码户发生变更的，向市场监督管理等部门申报办理变更登记。税务机关接收市场监管等部门变更信息，经纳税人确认后更新系统内的对应信息。
一照一码户生产经营地、财务负责人等非市场监管等部门登记信息发生变化时，向主管税务机关申报办理变更。
层    级：高级
难度系数：易
知 识 点：专用知识及技能——第二章信息报告——第二节基础信息报告

（2）公司新增自营进出口业务，出口退税企业备案时间、金三操作模块是：
在首次申报出口退（免）税时，特殊纳税人名单维护
取得对外贸易经营者备案表之日起30日内，对外贸易经营者备案
在首次申报出口退（免）税时，登记户归类管理
取得对外贸易经营者备案表之日起30日内，登记户归类管理
答案:C
答案解析：
备案时间：出口企业或其他单位、增值税零税率应税服务提供者，在首次申报出口退（免）税时，应向主管税务机关办理出口退（免）税备案手续。
金三操作模块：登记户归类管理
层    级：高级
难度系数：中
知 识 点：专用知识及技能——第二章信息报告——第七节出口退（免）税备案报告

（3）公司咨询出口企业管理类别评定时间、评定机关，按现行政策规定，以下回答正确的是：
A.每年评定一次，于企业纳税信用级别评价结果确定后 1 个月内完成
B.15 个工作日内将评定结果告知出口企业，主动公开的只是一类出口企业名单。
C.出口企业相关情形发生变更并申请调整管理类别的，主管税务机关应按照有关规定及时开展评定工作
D.出口企业管理类别由县（区）税务局负责评定
答案:C
答案解析： 

知 识 点：专用知识及技能——第二章信息报告——第五节资格信息报告

（4）以下可以评定为三类出口企业是：
A.自首笔申报出口退（免）税之日起至评定时未满12个月的
B.评定时纳税信用级别为D级的
C.外汇管理的分类管理等级为C级的
D.以上三种情形都可以
答案:A
答案解析：
具有下列情形之一的出口企业，其出口企业管理类别应评定为三类：

层    级：高级
难度系数：中
知 识 点：专用知识及技能——第二章信息报告——第五节资格信息报告

（5）出口退税企业管理类别不同，税务机关办理退（免）税手续的时限要求也不同，以下说法不符合现行政策规定的是：
A.管理类别为一类的出口企业在5个工作日内办结退（免）税手续
B.管理类别为二类的出口企业在10个工作日内办结退（免）税手续
C.管理类别为三类的出口企业在15个工作日内办结退（免）税手续
D.管理类别为四类的出口企业在30个工作日内办结退（免）税手续
对需要排除相关疑点及其他按规定暂缓退税的业务不受办结手续时限的限制。
答案:D
答案解析：管理类别为四类的出口企业在20个工作日内办结退（免）税手续。对需要排除相关疑点及其他按规定暂缓退税的业务不受办结手续时限的限制。
层    级：高级
难度系数：易
知 识 点：专用知识及技能——第二章信息报告——第五节资格信息报告

1.2019年新增的可以抵扣增值税进项税额的凭证是：（单选）
A.增值税专用发票
B.农产品收购发票
C.高速公路通行费发票
D.国内旅客运输火车票
答案:D
答案解析：2019年4月1日起，增值税一般纳税人购进国内旅客运输服务，进项税额允许抵扣。抵扣凭证包括：增值税专用发票、增值税电子普通发票，注明旅客身份信息的航空运输电子客票行程单、铁路车票以及公路、水路等其他客票
层    级：高级
难度系数：中
知 识 点：纳税服务——专业知识与技能——第三章 发票办理——第六节 发票相关服务，通用业务——第九章 税收基础知识——第二节 各税种政策与管理
`;

const checkFormat = list => {
    let l = [];
    let tmp = '';
    let pro = 0;
    for (let s of list) {
        if (!isNaN(s[0] * 1)) {
            if (tmp) {
                l.push(tmp);
                if (tmp.substring(0, tmp.indexOf('.')) * 1 - pro !== 1) {
                }
                pro = tmp.substring(0, tmp.indexOf('.')) * 1
            }
            tmp = s;
        } else {
            tmp += s;
        }
    }
    return l;
}
const set_ASK = ask => {
    ask = ask.substring(ask.indexOf('.') + 1)
    return ask;
}
const setAsk = (s, id) => {
    s = s.replace(new RegExp('[(][ABCDEF][)]'), '@')
    if (s.indexOf('@') < 0) {
        // console.error('setAsk', id, s);
    }
    return s;
}
const setRight = (s, id) => {
    let map = {
        A: 0, B: 1, C: 2, D: 3, E: 4, F: 5
    };
    if (!s) {
        console.error('setRight', id + ' is null');
        return;
    }
    s = s.substring(s.indexOf('答案:') + 3, s.indexOf('答案:') + 4)
    if (s.length !== 1) {
        console.error(id, s);
    } else if ('ABCDEF'.indexOf(s) < 0) {
        console.error('答案错误', id, s);
    }
    else {
        return map[s];
    }
}
const setAnswer = (s, id) => {
    if (!s) {
        console.error(id + ' is null');
        return;
    }
    s = s.substring(0, s.indexOf('答案:'))
    let w = s.split(new RegExp("[ABCDEF][.]"));
    if (!w || w.length < 3) {
        console.error(id, w);
        return;
    }
    return w;
}

const lastList = (l) => {
    let last = [];
    let tmp = {};
    const add = (t, id) => {
        last.push(t);
    }
    for (let s of l) {
        tmp.id = s.split('.')[0];
        tmp.w = s.split('A.')[1];
        tmp.a = set_ASK(s.split('A.')[0]);
        tmp.r = setRight(tmp.w, tmp.id);
        tmp.ask = setAsk(tmp.a, tmp.id);
        tmp.answer = setAnswer(tmp.w, tmp.id);
        delete tmp.w;
        delete tmp.id;
        add({
            q: tmp.ask,
            a: tmp.answer,
            r: tmp.r
        });
    }
    return last;
}

const showFormat = (last) => {
    let showStr = '';
    for (let s of last) {
        showStr += '{';
        showStr += `"q":"${s.q}",`;
        showStr += `"r":"${s.r}",`;
        showStr += `"a":["${s.a.join('","')}"]`;
        showStr += '},'
    }
    console.log(`[${showStr.replace(/\s+/g, '').substring(0, showStr.length - 1)}]`);
}
let list = str.split(new RegExp("\n"));
let l = checkFormat(list);
let last = lastList(l);
showFormat(last);
