var str = `1、第十九届中央委员会第四次全体会议通过《中共中央关于坚持和完善中国特色社会主义制度　推进国家治理体系和治理能力现代化若干重大问题的决定》主要是落实党的(     )。
A.十八大      B.十八届三中全会 
C.十九大      D.十九届三中全会
正确答案:C
2、当今世界正经历百年未有之大变局，我国正处于实现中华民族伟大复兴（    ）时期
A.关键       B.决胜    C.开始      D.最后
正确答案:A
3、中国特色社会主义基本经济制度的内容包括（   ）
A.坚持公有制为主体、多种所有制经济共同发展
B.按劳分配为主体、多种分配方式并存
C.把社会主义制度和市场经济有机结合起来，不断解放和发展社会生产力的显著优势
D.以上都对
正确答案:D
4、坚持和完善中国特色社会主义制度、推进国家治理体系和治理能力现代化的总体目标是，到我们党成立一百年时，在各方面制度（     ）
A.更加成熟更加定型上取得明显成效
B.比较成熟比较定型上取得明显成效
C.非常成熟非常定型上取得明显成效
D.全面成熟全面定型上取得明显成效
正确答案:A
5、《决定》坚持和完善中国特色社会主义制度、推进国家治理体系和治理能力现代化的总体目标是，到（     ）年，各方面制度更加完善，基本实现国家治理体系和治理能力现代化。
A.2020       B.2035    C.2050      D.2080
正确答案:B
6、到新中国成立一百年时，（     ）实现国家治理体系和治理能力现代化，使中国特色社会主义制度更加巩固、优越性充分展现。
A.基本      B.部分    C.全面      D.总体
正确答案:C
7、我们要坚持（    ）相统一，积极参与全球治理，为构建人类命运共同体不断作出贡献的显著优势。
A.独立自主和对外开放      B.自力更生和对外开放
C.独立自主与洋为中用      D.自力更生与改革开放
正确答案:A
8、坚持以（    ）为中心的发展思想，不断保障和改善民生、增进人民福祉，走共同富裕道路的显著优势
A.群众     B.党员干部    C.公民      D.人民
正确答案:D
9、中国特色社会主义制度的最大优势是（     ）
A.人民民主专政     B.四个自信 
C.人民当家作主     D.中国共产党领导
正确答案:D
10、（     ）是最高政治领导力量 
A.人民群众          B.党的高级干部 
C.工人阶级           D.中国共产党领导
正确答案:D
11、把不忘初心、牢记使命作为加强党的建设的（    ）课题和全体党员、干部的终身课题，形成长效机制，坚持不懈锤炼党员、干部忠诚干净担当的政治品格。
A.终生             B.永恒 
C.永远             D.长时间
正确答案:B
12、为确保全党遵守党章，恪守党的性质和宗旨，坚持用（   ）凝聚全党、团结人民。
A.共产主义远大理想   B.中国特色社会主义共同理想
C.共产主义远大理想和中国特色社会主义共同理想
D.习近平新时代中国特色社会主义思想
正确答案:C
13、完善党领导人大、政府、政协、监察机关、审判机关、检察机关、武装力量、人民团体、企事业单位、基层群众自治组织、社会组织等制度，健全各级党委（党组）工作制度，确保党在(    )组织中发挥领导作用。
A.主要     B.重要      C.部分     D.各种
正确答案:D
14、贯彻党的（    ），完善党员、干部联系群众制度，创新互联网时代群众工作机制，始终做到为了群众、相信群众、依靠群众、引领群众，深入群众、深入基层。
A.群众路线          B.政治路线    
C.思想路线          D.组织路线
正确答案:A
15、贯彻新时代党的建设总要求，深化党的建设制度改革，坚持依规治党，建立健全以党的（    ）为统领，全面推进党的各方面建设的体制机制。
A.政治建设     B.思想建设    
C.组织建设     D.作风建设
正确答案:A
16、《决定》指出：规范党内政治生活，严明（     ），发展积极健康的党内政治文化，全面净化党内政治生态。
A.党的纪律和党的规矩      B.政治纪律和政治规矩
C.组织纪律和组织规矩      D.组织纪律和政治规矩
正确答案:B
17、《决定》指出：通过完善制度保证人民在国家治理中的主体地位，着力防范（     ）的危险。
A.逃避群众                  B.脱离群众 
C.联系群众不密切            D.不信任
正确答案:B
18、坚持和完善人民代表大会制度这一()政治制度。
A.根本     B.基本    C.主要     D.重要
正确答案:A
19、健全人大对()监督制度。
A.“一府一委两院”    B.“一委两院”   
C.“一府两院”        D.“一府两委两院” 
正确答案:A
20、人民行使国家权力的机关是()和地方各级人民代表大会。
A.人民委员会          B.人民政府    
C.全国人民代表大会    D.人民代表大会
正确答案:C
21、我国是工人阶级领导的、以工农联盟为基础的人民民主专政的社会主义国家，国家的一切权力属于（）。
A.人民   B.公民     C.群众     D.全体劳动者
正确答案:A
22、完善民主党派中央直接向中共中央（）制度。
A.表达建议   B.提出建议   C.建言献策    D.建议
正确答案:B
23、巩固和发展最广泛的（）。
A.爱国统一联盟      B.国家统一战线    
C.民族统一战线      D.爱国统一战线
正确答案:D
24、坚持和完善民族制度。
A.地区自治       B.区域治理
C.区域自治       D.地区治理
正确答案:C
25、健全充满活力的基层群众（）制度。
A.治理     B.自主     C.协商    D.自治
正确答案:D
26、建设中国特色社会主义法治体系、建设社会主义法治国家是坚持和发展中国特色社会主义的（）要求。
A.内在    B.本质    C.时代    D.政治
正确答案:A
27、全面推进科学立法、（）、公正司法、全民守法，推进法治中国建设。
A.严格司法B.严格执法C.公正执法D.严格守法
正确答案:B
28、依法治国首先要坚持治国。
A.依策B.依律C.依宪D.依规
正确答案:C
29、依法执政首先要坚持依宪（）。
A.理政     B.行政     C.从政      D.执政
正确答案:D
30、完善以（）为核心的中国特色社会主义法律体系。
A.民法      B.宪法     C.刑法     D.基本法
正确答案:B
31、坚持法治建设（）。
A.为了公民、依靠公民       B.为了人民、服务人民
C.服务人民、依靠人民        D.为了人民、依靠人民
正确答案:D
32、加大关系（）的重点领域执法力度。
A.人民切身利益         B.群众切身利益
C.群众自身利益         D.百姓切身利益
正确答案:B
33、加大对严重违法行为处罚力度，实行（）性赔偿制度，严格刑事责任追究。
A.处罚      B.惩治      C.一次      D.惩罚
正确答案:D
34、坚持和完善中国特色社会主义行政体制，构建职责明确、依法行政的（  ）治理体系
A.政府     B.国家      C.行政       D.组织
正确答案:A
35、国家行政管理承担着按照党和国家决策部署推动（ ）、管理社会事务、服务人民群众的重大职责。
A.经济社会发展     B.经济发展      C.社会发展
正确答案:A
36、建设人民满意的服务型政府，需要（ ）行政方式，提高行政效能。
A.增强     B.转变       C.调整     D.创新
正确答案:D
37、完善国家行政体制，需要以推进（  ）机构职能优化协同高效为着力点。
A.政府    	B.国家      C.行政     D.组织
正确答案:B
38、深化（  ）执法体制改革，最大限度减少不必要的行政执法事项。
A.政府   	B.国家      C.行政      D.组织
正确答案:C
39、理顺中央和地方（  ）关系，加强中央宏观事务管理
A.管理     B.职能      C.权责     D.事务
正确答案:C
40、严格（  ）编制管理，统筹利用行政管理资源，节约行政成本。
A.行政     B.政府      C.组织      D.机构
正确答案:D
41、赋予地方更多自主权，支持地方（  ）性开展工作。
A.主动  B.自主  C创造
正确答案:C
42、优化（  ）区划设置，提高中心城市和城市群综合承载和资源优化配置能力
A.政府      B.机构     C.行政     D.组织
正确答案:C
43、推进数字政府建设，加强数据有序共享，依法保护（  ）信息。
A.公众      B.个人     C.机构     D.政府
正确答案:B
44、国家行政管理承担着按照党和国家决策部署推动（ ）、管理社会事务、服务人民群众的重大职责。
A.社会经济发展          B.经济社会发展
C.综合国力提升
正确答案:B
45、坚持和完善社会主义基本经济制度，推动经济（ ）发展。
A.高质量       B.快速      C.可持续
正确答案:A
46、必须坚持社会主义基本经济制度，充分发挥市场在资源配置中的（ ）作用，更好发挥政府作用。
A.基础性      B.指导性      C.决定性
正确答案:C
47、全面贯彻新发展理念，坚持以（ ）为主线，加快建设现代化经济体系。
A.三驾马车     B.供给侧结构性改      C.实体经济
正确答案:B
48、要毫不动摇巩固和发展公有制经济，毫不动摇鼓励、支持、引导非公有制经济发展，坚持按劳分配为主体、多种分配方式并存，加快完善社会主义市场经济体制，完善科技创新体制机制，建设更高水平（ ）经济新体制。
A.协同发展       B.开放型       C.可持续发展
正确答案:B
49、要建设更高水平（ ）经济新体制。
A.开放型      B.创新型      C.科学合理的
正确答案:A
50、推动解决全球（ ）、数字鸿沟等问题，推动建设开放型世界经济。
A.发展失衡    B.发展不平衡    C.发展不可持续
正确答案:A
51、要建立健全把（ ）放在首位、社会效益和经济效益相统一的文化创作生产体制机制。
A.经济效益     B.经济效益和社会效益都   C.社会效益
正确答案:C
52、加强制度理论研究和宣传教育，引导全党全社会充分认识中国特色社会主义制度的（ ）
和优越性，坚定制度自信。
A.本质特征  B.特殊性  C.优势
正确答案:A
53、坚持和完善繁荣发展社会主义先进文化的制度，巩固全体人民团结奋斗的共同（ ）
A.思想基础   B.精神动力  C.信心支撑
正确答案:A
54、发展社会主义先进文化、广泛凝聚人民精神力量，是国家治理体系和治理能力现代化的（ ）
A.深厚支撑   B.坚固底色   C.精神动力
正确答案:A
55、必须坚定文化自信，牢牢把握社会主义先进文化前进方向，激发全民族文化创造活力，更好构筑中国精神、（ ）、中国力量。
A.中国价值观   B.中国价值   C.特色价值取向
正确答案:B
56、坚持以社会主义（ ）引领文化建设制度。
A.先进文化   B.核心价值观   C.核心价值体系
正确答案:B
57、健全人民文化（ ）保障制度。
需求   B.需要   C.权益
正确答案:C
58、要完善坚持正确（ ）的舆论引导工作机制。
A.引领   B.导向   C.引导
正确答案:B
59、要建立健全把（ ）放在首位、社会效益和经济效益相统一的文化创作生产体制机制。
A.经济效益 B.经济效益和社会效益   C.社会效益
正确答案:C
60、党的十九届四中全会提出，坚持和完善统筹城乡的民生保障制度，满足人民（）。
A.基本物质需求
B.日益增长的美好生活需要
C.对共产主义的向往
正确答案:B
61、必须健全幼有所育、学有所教、劳有所得、病有所医、老有所养、住有所居、弱有所扶等方面国家（）公共服务制度体系。
A.基本      B.根本       C.总体
正确答案:A
62.注重加强（）、基础性、兜底性民生建设，保障群众基本生活。
A.普遍性     B.普惠性      C.广泛性
正确答案:B
63.满足人民（）需求，使改革发展成果更多更公平惠及全体人民。
A.多样化多层次    B.多层次多样化     C.多样化
正确答案:B
64.健全有利于更充分更高质量（）的促进机制。
A.就业       B.教育       C.医疗
正确答案:A
65.健全有利于更充分更高质量就业的促进机制，构建服务全民终身学习的教育体系，完善全民的社会保障体系，强化提高人民健康水平的制度保障。
A.覆盖      B.惠及      C.普惠
正确答案:A
66.坚决打赢脱贫攻坚战，建立解决（）的长效机制。
A.深度贫困     B.相对贫困     C.绝对贫困
正确答案:B
67.增进人民福祉、促进人的全面发展是我们党立党为公、执政为民的（）。
A.本质要求    B.根本任务    C.基本路线
正确答案:A
68.从治理结构来看，（）是国家治理的重要方面。
A.社会治理      B.经济治理
C.政治治理      D.生态治理
正确答案:A
69.坚持和完善共建共享的社会治理制度，保持社会（）、维护国家安全。
A.安定     B.稳定       C.和谐
正确答案:B
70.必须加强和创新（），完善党委领导、政府负责、民主协商、社会协同、公众参与、法治保障、科技支撑的社会治理体系。
A.社会治理      B.经济治理
C.生态治理      D.文化治理
正确答案:A
71.坚持和发展新时代“枫桥经验”，畅通和规范群众诉求表达、（）协调、权益保障通道，完善信访制度，完善人民调解、行政调解、司法调解联动工作体系。
A.权益      B.利益      C.权利
正确答案:B
72.坚持和完善共建共治共享的社会治理制度，完善正确处理新形势下（）内部矛盾有效机制。
A.人民      B.社会      C.国家
正确答案:A
73.必须（）和创新社会治理。
A.坚持      B.深化      C.加强
正确答案:C
74.完善党委领导、政府负责、民主协商、社会协同、公众参与、法治保障、科技支撑的社会（）体系。
A.治理     B.管理      C.建设
正确答案:A
75.要完善正确处理新形势下人民内部矛盾有效机制，完善社会（）防控体系，健全公共安全体制机制，构建基层社会治理新格局，完善国家安全体系。
A.治理     B.治安      C.管理
正确答案:B
76、（）是关系中华民族永续发展的千年大计。
A.经济制度建设     B.生态文明建设
C.文化制度建设     D.民生工程建设
正确答案:B
77、必须践行（）就是金山银山的理念，坚持节约资源和保护环境的基本国策。
A.青水青山      B.清水绿山
C.绿水青山      D.清水青山
正确答案:C
78.健全资源节约集约循环利用政策体系。普遍实行（）    和资源化利用制度。
A.统一管理      B.分类回收
C.建立站点      D.垃圾分类
正确答案:D
79.推进能源革命，构建（）、安全高效的能源体系。
A.清洁低碳      B.低碳高效
C.清洁环保      D.循环利用
正确答案:A
80.加强对重要生态系统的保护和永续利用，构建以（）   为主体的自然保护地体系。
A.城市公园      B.乡村绿地
C.省市景区      D.国家公园
正确答案:D
81.开展大规模国土绿化行动，加快水土流失和荒漠化、石漠化综合治理，保护生物（）。
A.多样性     B.多重性
C.多繁性     D.多量性
正确答案:A
82.开展大规模国土绿化行动，除国家重大项目外，全面禁止（）。
A.深挖海       B.污染海
C.围填海       D.填埋海
正确答案:C
83.严明生态环境保护责任制度。建立生态文明建设（）    考核制度。
A.分析评价      B.目标评价
C.目标积分      D.分析分评
正确答案:B
84、“一国两制”是党领导人民实现祖国和平统一的一项重要（）。
A.原则 B.制度C.措施
正确答案:B
85、严格依照(  )对香港特别行政区、澳门特别行政区实行管治，坚定维护国家主权、安全、发展利益，维护香港、澳门长期繁荣稳定。
A.宪法     B.基本法     C.宪法和基本法
正确答案:C
86、坚持依法治港治澳，维护（）确定的宪制秩序。
A.宪法     B.基本法     C.宪法和基本法
正确答案:C
87、坚持“一国”原则和尊重“两制”（）、维护中央对特别行政区全面管治权和保障特别行政区高度自治权。
A.差别B.差异C.区别
正确答案:B
88、完善特别行政区同（）实施相关的制度和机制，坚持以爱国者为主体的“港人治港”、“澳人治澳”，提高特别行政区依法治理能力和水平。
A.宪法     B.基本法    C.宪法和基本法
正确答案:C
89、健全中央依照（）对特别行政区行使全面管治权的制度。
A.宪法      B.基本法     C宪法和基本法
正确答案:C
90、完善中央对特别行政区行政长官和主要官员的任免制度和机制、全国人大常委会对基本法的解释制度，依法行使（）赋予中央的各项权力。
A.宪法      B.基本法     C.宪法和基本法
正确答案:C
91、解决台湾问题、实现祖国（）统一，是全体中华儿女共同愿望，是中华民族根本利益所在。
A.和平    B.完全    C.早日
正确答案:B
92、推动党和国家事业发展需要和平国际环境和良好（）。
A.国内环境    B.外部环境    C.外部条件
正确答案:C
93、坚持（）在党中央。
A.外交权    B.外交大权    C.外事权
正确答案:B
94、坚持在（）基础上全面发展同各国的友好合作。
A.平等互利    B.互利互惠    C.和平共处五项原则
正确答案:C
95、坚持奉行防御性的国防政策，永远不称霸，永远不搞扩张，永远做维护世界（）的坚定力量。
A.和平       B.安全       C.稳定
正确答案:A
96、坚持（）的开放战略，推动共建“一带一路”高质量发展。
A.平等互利    B.互利互惠    C.互利共赢
正确答案:C
97、构建海外利益保护和风险预警防范体系，完善领事保护工作机制，维护（）安全和正当权益，保障重大项目和人员机构安全。
A.华侨    B.海外侨胞    C.海外同胞
正确答案:C
98、高举（）旗帜，秉持共商共建共享的全球治理观，倡导多边主义和国际关系民主化，推动全球经济治理机制变革。
A.和平发展
B.人类命运共同体
C.构建人类命运共同体
正确答案:C
99、高举构建人类命运共同体旗帜，秉持共商共建共享的全球治理观，倡导多边主义和国际关系民主化，推动（）变革。
A.全球治理体系
B.全球治理机制
C.全球经济治理机制
正确答案:C
100.推动党和国家事业发展需要和平（）和良好外部条件。
A.国内环境     B.大陆环境
C.国际环境     D.政治环境
正确答案:C
101.坚持外交大权在（），加强中国特色大国外交理论建设，全面贯彻党中央外交大政方针和战略部署。
A.党中央      B.国务院
C.中央军委    D.外交部
正确答案:A
102.加强（）研究和运用，提高涉外工作法治化水平。
A.安全法      B.外交法
C.宪法        D.国际法
正确答案:D
103.坚定不移走和平发展道路，坚持在和平共处（）基础上全面发展同各国的友好合作。
A.四项原则      B.五项原则
C.六项原则      D.七项原则
正确答案:B
104.坚持奉行（）的国防政策，永远不称霸，永远不搞扩张，永远做维护世界和平的坚定力量。
A.守护性        B.防御性
C.进攻性        D.防守行
正确答案:B
105.坚持互利共赢的开放战略，推动共建（）高质量发展。
A.亚投行        B.丝绸之路
C.国际经济      D.一带一路
正确答案:D
106.维护完善（）体制，推动贸易和投资自由化便利化。
A.多边贸易     B.单边贸易
C.双重贸易     D.双边贸易
正确答案:A
107.推动构建面向全球的高标准    网络，支持广大发展中国家提高自主发展能力。
A.自主贸易区     B.公平贸易区
C.自由贸易区     D.公共贸易区
正确答案:C
108、坚持和完善党和国家监督体系，强化对（）运行的制约和监督（）。
A.权利     B.权力    C.权限
正确答案:B
109、党和国家监督体系是党在长期执政条件下实现自我（）、自我完善、自我革新、自我提高的重要制度保障。
A.净化     B.监督     C.批评
正确答案:A
110、完善党内监督体系，落实各级党组织监督责任，保障（）监督权利。
A.人民     B.党员     C.媒体
正确答案:B
111、强化（）监督，加强对党的理论和路线方针政策以及重大决策部署贯彻落实情况的监督检查，完善巡视巡察整改、督察落实情况报告制度。
A.纪律    B.政治    C.党内
正确答案:B
112、完善权力配置和（）制约机制。
A.运行    B.使用     C.保障
正确答案:A
113、深化纪检监察体制改革，加强上级纪委监委对下级纪委监委的领导，推进纪检监察工作（）、法治化。
A.规范化     B.系统化     C.秩序化
正确答案:A
114、确保党和人民赋予的权力始终用来（）。
A.推进中国特色社会主义的发展
B.为人民谋幸福
C.推动中国特色社会主义的发展
正确答案:B
115、以（）监督为主导，推动各类监督有机贯通、相互协调。
A.党内       B.人民       C.媒体
正确答案:A
116、坚持和完善中国特色社会主义制度、推进国家治理体系和治理能力现代化，是全党的一项（）。
A.重大战略任务
B.长期战略任务
C.一以贯之的任务
正确答案:A
117、制度的生命力在于（）。
A.运行      B.执行      C.落实
正确答案:B
118、把提高（）作为新时代干部队伍建设的重大任务。
A.治理能力       B.执政本领        C.涵养素质
正确答案:A
119、推动广大干部严格按照（）履行职责、行使权力、开展工作，提高推进“五位一体”总体布局和“四个全面”战略布局等各项工作能力和水平。
A.规定      B.制度       C.纪律
正确答案:B
120、加强制度理论研究和（），引导全党全社会充分认识中国特色社会主义制度的本质特征和优越性，坚定制度自信。
A.宣传教育      B.执行制度       C.监督制度
正确答案:A`;

let list = str.split('\n');
let list2 = [];
let tmp = {};
let id = 1;
let a = '';
let map = { A: 0, B: 1, C: 2, D: 3 }
for (let s of list) {
    if (s.indexOf(id) === 0) {
        tmp.q = s.substring(s.indexOf(id) + id.toString().length + 1);
        id++;
    } else if ('ABCD'.indexOf(s[0]) >= 0) {
        a += s;
    } else if (s.indexOf('正确答案:') === 0) {
        a = a.replace(/ /g, '');
        a = a.replace(/[ABCD]/g, '');
        let ss = a.split('.');
        tmp.a = ss.filter(r => { return !!r; });
        a = '';
        tmp.r = map[s.substring(s.lastIndexOf(':') + 1)];
        list2.push(tmp);
        tmp = {};
    }
}
let s = '[';
for (let t of list2) {
    s += '{'
    s += `"q":"${t.q}",`;
    s += `"a":["${t.a.join('","')}"],`;
    s += `"r":${t.r}`;
    s += '},'
}
s = s.substring(0, s.length - 1) + ']';
console.log(s);