var str = `1.新时代我国社会主要矛盾是：
A.人民日益增长的美好生活需要与不平衡不充分的发展之间的矛盾
B.人民日益增长的物质文化需要同落后的社会生产之间的矛盾
C.人民日益增长的物质文化需要同不平衡不充分的发展之间的矛盾
D.人民日益增长的美好生活需要同落后的社会生产之间的矛盾
参考答案:A
答案解析：新时代我国社会主要矛盾是人民日益增长的美好生活需要与不平衡不充分的发展之间的矛盾。依据《习近平新时代中国特色社会主义思想学习纲要》。
层    级：初级
难度系数：易
知 识 点：第一篇政治素质——第一章习近平新时代中国特色社会主义思想——第二节新思想的鲜明主题、科学体系和核心要义

2.各级税务机关履行全面从严治党监督职责的部门是:
A.督查内审部门
B.办公室
C.机关党委
D.纪检机构
参考答案:D
答案解析:根据《税务系统落实全面从严治党主体责任和监督责任实施办法（试行）》第三条  各级税务局党委履行全面从严治党主体责任，党委书记履行“第一责任人”职责，党委委员履行“一岗双责”，职能部门（内设机构、派出机构、事业单位）抓好职责范围内全面从严治党工作，党支部负责落实本支部全面从严治党工作，纪检机构履行监督执纪问责职责、协助党委推进全面从严治党。
层    级:初级
难度系数:易
知 识 点:第一篇 政治素质—第四章 税务系统全面从严治党新格局—第二节 税务系统全面从严治党的责任
3.关于党的十九大主题,下列说法中正确的是：
A.不忘初心，继续前进     
B.不忘初心，牢记使命 
C.不忘初心，方得始终     
D.不忘初心，砥砺前行
参考答案:B
答案解析：党的十九大主题是：不忘初心，牢记使命，高举中国特色社会主义伟大旗帜，决胜全面建成小康社会，夺取新时代中国特色社会主义伟大胜利，为实现中华民族伟大复兴的中国梦不懈奋斗。 
层    级：初级
难度系数：易
知 识 点：第一篇 政治素质——第二章 新时代共产党人的党性修养——第一节 党的历史和传统

4.中国共产党的最高理想和最终目标是：
A.反帝反封建
B.推翻三座大山
C.实现中华民族伟大复兴
D.实现共产主义
参考答案:D
答案解析：十九大报告第二部分第3自然段“中国共产党一经成立，就把实现共产主义作为党的最高理想和最终目标，义无反顾肩负起实现中华民族伟大复兴的历史使命，团结带领人民进行了艰苦卓绝的斗争，谱写了气吞山河的壮丽史诗。”
层    级：初级
难度系数：易
知 识 点：第一篇 政治素质——第二章 新时代共产党人的党性修养——第二节 党的理想和信念

5.在新时代党的建设中发挥统领作用的是：
A.组织建设 
B.政治建设 
C.思想建设
D.纪律建设
参考答案:B 
答案解析：新时代党的建设中以党的政治建设为统领。
层    级：初级
难度系数：易
知 识 点：政治素质——新时代党的建设——新时代党的建设总要求

6.思想建设是党的基础性建设。党的思想建设首要任务是：
A.尊崇遵循党章
B.增强党性修养
C.坚定理想信念
D.牢记党的宗旨
参考答案:C 
答案解析：把坚定理想信念作为党的思想建设的首要任务。
层    级：初级
难度系数：易
知 识 点：政治素质——新时代党的建设——党的思想建设

7.党最根本、最重要的纪律是:
A.政治纪律
B.组织纪律
C.群众纪律
D.廉洁纪律
参考答案:A
答案解析：《关于新形势下党内政治生活的若干准则》：政治纪律是党最根本、最重要的纪律，遵守党的政治纪律是遵守党的全部纪律的基础。
层    级：初级
难度系数：易

8.中国共产党的领导是中国特色社会主义最本质的特征，是中国特色社会主义制度的：
A.最大特色     
B.基本特色     
C.最大优势     
D.基本优势
参考答案:C 
答案解析：中国特色社会主义最本质的特征是中国共产党的领导，中国特色社会主义制度的最大优势是中国共产党的领导。依据《习近平新时代中国特色社会主义思想学习纲要》。
层    级：中级
难度系数：易
知 识 点：第一篇政治素质——第一章习近平新时代中国特色社会主义思想——第二节新思想的鲜明主题、科学体系和核心要义

9.税务系统加强新形势下党的建设，全面落实从严治党的指导思想是：
A.邓小平理论
B.“三个代表”思想
C.习近平新时代中国特色社会主义思想
D.科学发展观
参考答案:C
答案解析：《中共国家税务总局委员会关于加强新形势下税务系统党的建设的意见》（二）总体要求。以习近平新时代中国特色社会主义思想为指导，深入贯彻党的十九大和十九届二中、三中全会精神，全面落实新时代党的建设总要求。
层    级:中级
难度系数:中
知 识 点:第一篇 政治素质—第四章 税务系统全面从严治党新格局—第四节 构建税务系统新纵合横通强党建机制体系

10.为了实现一个历史使命，无论是弱小还是强大，无论是顺境还是逆境，我们党都初心不改、矢志不渝，团结带领人民历经千难万险，付出巨大牺牲，敢于面对曲折，勇于修正错误，攻克了一个又一个看似不可攻克的难关，创造了一个又一个彪炳史册的人间奇迹。这个历史使命是指：
A.新民主主义革命      
B.社会主义革命
C.社会主义现代化      
D.中华民族伟大复兴
参考答案:D
答案解析：十九大报告第二部分第7自然段，“为了实现中华民族伟大复兴的历史使命，无论是弱小还是强大，无论是顺境还是逆境，我们党都初心不改、矢志不渝，团结带领人民历经千难万险，付出巨大牺牲，敢于面对曲折，勇于修正错误，攻克了一个又一个看似不可攻克的难关，创造了一个又一个彪炳史册的人间奇迹。”
层    级：中级
难度系数：易
知 识 点：第一篇 政治素质——第二章 新时代共产党人的党性修养——第一节 党的历史和传统

11.党支部每年开展民主评议党员的次数一般是：
A.1次    
B.2次    
C.3次    
D.4次
参考答案:A
答案解析：《中国共产党支部工作条例（试行）》第十八条指出，党支部一般每年开展1次民主评议党员，组织党员对照合格党员标准、对照入党誓词，联系个人实际进行党性分析。
层    级：中级
难度系数：易
知 识 点：第一篇 政治素质——第二章 新时代共产党人的党性修养——第三节 党的性质和宗旨

12.增强党自我净化能力，根本靠强化群众监督和：
A.党的自我监督   
B.人大监督    
C.舆论监督    
D.司法监督
参考答案:A
答案解析： 十九大报告的“全面从严治党”部分指出：健全党和国家监督体系。增强党自我净化能力，根本靠强化党的自我监督和群众监督。
层    级：中级
难度系数：易
知 识 点：第一篇 政治素质——第二章 新时代共产党人的党性修养——第四节 党的纪律和规矩

13.党保持团结统一的思想基础是：
A.马克思主义理想和科学社会主义共同理想
B.共产主义远大理想和中国特色社会主义共同理想
C.共产主义理想和社会主义理想
D.共产主义远大理想和科学社会主义共同理想
参考答案:B 
答案解析：共产主义远大理想和中国特色社会主义共同理想，是中国共产党人的精神支柱和政治灵魂，也是保持党的团结统一的思想基础。
层    级：中级
难度系数：易
知 识 点：政治素质——新时代党的建设——党的思想建设

14.党的作风是党的形象，作风建设的核心是：
A.加强党风廉政建设
B.保持党同人民群众的血肉联系
C.保持党的纯洁性
D.加强党的政治建设
参考答案:B
答案解析:作风建设的核心是保持党同人民群众的血肉联系。
层    级：中级
难度系数：易
知 识 点：政治素质——新时代党的建设——党的作风建设——党的作风建设的地位和意义

15.在党章中，将“纪律”单独作为一章规定的是：
A.党的二大通过的党章
B.党的一大通过的党章
C.党的三大通过的党章
D.党的四大通过的党章
参考答案:A
答案解析：党的二大通过的党章。
层    级：中级
难度系数：中
知 识 点：政治素质——新时代党的建设——党的纪律建设——党的纪律建设历史经验

16.只能由中央党内法规作出规定的是：
A.党的纪律处分和组织处理方面的制度
B.党员义务权利方面的制度；
C.涉及党中央集中统一领导的事项
D.党的领导和党的建设各方面的制度
参考答案:C
答案解析：中央党内法规制定党员义务权利方面的基本制度、党的纪律处分和组织处理方面的基本制度、党的领导和党的建设各方面的制度。凡是涉及党中央集中统一领导的事项,只能由中央党内法规作出规定
层    级：中级
难度系数：高
知 识 点：政治素质——新时代党的建设——党的制度建设

17.中国共产党人的初心和使命，就是:
A.实现祖国统一，促进各民族共同繁荣
B.解放生产力，发展生产力，最终实现共同富裕
C.把中国建设成为富强、民主、文明的社会主义现代化国家
D.为中国人民谋幸福，为中华民族谋复兴
参考答案:D 
答案解析：不忘初心，方得始终。中国共产党人的初心和使命，就是为中国人民谋幸福，为中华民族谋复兴。依据《习近平新时代中国特色社会主义思想学习纲要》。
层    级：高级
难度系数：易
知 识 点：第一篇政治素质——第一章习近平新时代中国特色社会主义思想——第二节新思想的鲜明主题、科学体系和核心要义

18.为加强党的建设，习近平总书记首提“全面从严治党”的时间是：
A.“三严三实”主题教育期间
B.“两学一做”主题教育期间
C.“不忘初心、牢记使命”主题教育期间
D.党的群众路线教育实践活动期间
参考答案:D
答案解析：2014年10月8日，习近平总书记在党的群众路线教育实践活动总结大会讲话中首提“全面推进从严治党”。
层    级:高级
难度系数:中
知 识 点:第一篇 政治素质—第四章 税务系统全面从严治党新格局—第一节 全面从严治党基本方略

19.不忘初心，方得始终。中国共产党人的初心和使命，就是：
A.实现祖国统一，促进各民族共同繁荣
B.解放生产力，发展生产力，最终实现共同富裕
C.把中国建设成为富强、民主、文明的社会主义现代化国家
D.为中国人民谋幸福，为中华民族谋复兴
参考答案:D
答案解析：十九大报告强调，“不忘初心，方得始终。中国共产党人的初心和使命，就是为中国人民谋幸福，为中华民族谋复兴。”
层    级：高级
难度系数：易
知 识 点：第一篇 政治素质——第二章 新时代共产党人的党性修养——第一节 党的历史和传统

20.我们立党立国的根本指导思想是：
A.马克思主义
B.毛泽东思想  
C.科学社会主义
D.邓小平理论
参考答案:A 
答案解析：马克思主义是我们立党立国的根本指导思想。
层    级：高级
难度系数：易
知 识 点：政治素质——新时代党的建设——党的政治建设——坚定的政治信仰

21.党支部对党员进行经常性教育管理的方式是：
A.民主评议制度
B.理论学习制度
C.“三会一课”制度
D.党费缴纳制度
参考答案:C
答案解析：党支部应当运用“三会一课”制度，对党员进行经常性的教育管理。
层    级：高级
难度系数：易
知 识 点：政治素质——新时代党的建设——党的组织建设——党员教育管理

22.党员教育管理的首要政治任务是:
A.增强“四个意识”，坚定“四个自信”
B.用习近平新时代中国特色社会主义思想武装全党
C.不忘初心，牢记使命
D.坚定理想信念
参考答案:B
答案解析：《中国共产党党员教育管理工作条例》第五条，把用习近平新时代中国特色社会主义思想武装全党作为党员教育管理的首要政治任务
层    级：高级
难度系数：中
知 识 点：政治素质——新时代党的建设——党的组织建设——党员教育管理

23.党的根本组织原则是：
A.人民代表大会制
B.民主协商制
C.少数服从多数
D.民主集中制
参考答案:D
试题解析：民主集中制党的根本组织原则
层    级：高级
难易度：易
知 识 点：政治素质——新时代党的建设——党的组织建设——民主集中制

24.党和国家的生命线、人民的幸福线，党内政治生活正常开展的根本保证是：
A.党的政治路线
B.党的思想路线
C.党的群众路线
D.党在社会主义初级阶段的基本路线
参考答案:D
答案解析：《关于新形势下党内政治生活的若干准则》：党在社会主义初级阶段的基本路线是党和国家的生命线、人民的幸福线，也是党内政治生活正常开展的根本保证。
层    级：高级
难度系数：高
知 识 点：政治素质——新时代党的建设——党的政治建设

25.严明党的纪律，首要严明的就是:
A.廉政纪律 
B.工作纪律
C.组织纪律
D.政治纪律
参考答案:D
答案解析：严明党的纪律，首要严明的就是政治纪律
层    级：高级
难度系数：易
知 识 点：政治素质——新时代党的建设——党的纪律建设

26.在领导干部的所有能力中，第一位的是：
A.业务能力     
B.学习能力
C.服务能力
D.政治能力
参考答案:D
答案解析：在领导干部的所有能力中，政治能力第一位。
层    级：高级
难度系数：易
知 识 点：政治素质——新时代党的建设——党的政治建设

1.中国税务精神的载体是：
A.税收历史
B.税务队伍
C.税务文化
D.税务干部
参考答案:C
答案解析：《国家税务总局关于加强新时代税务文化建设的意见》明确，税务文化是中国特色社会主义文化的组成部分，是中国税务精神的载体，是广大税务干部的价值基因和时代追求。
层    级：初级
难度系数：易
知 识 点：税务系统业务能力升级测试大纲(行政管理类)——通用业务——管理学基础——团队管理——税务文化建设

2.建设性沟通的本质是：
A.探询目的
B.思想交流
C.换位思考
D.达成一致
参考答案:C
答案解析：建设性沟通的本质是换位思考。
层    级：初级
难度系数：中
知 识 点：税务系统业务能力升级测试大纲(行政管理类)——通用业务——管理学基础————自我修养——沟通与协调

3.便携式计算机配置数量上限占单位编制内实有人数比例是：
A.10%
B.20%
C.30%
D.50%
参考答案:D
答案解析：根据《中央行政单位通用办公设备家具配置标准》规定，便携式计算机配置上限位单位编制人数的50%。
层    级:初级
难度系数:中
知 识 点:行政管理—第三篇专业知识与技能—第五章财务与机关事务管理—第六节国有资产管理—第一目国有资产管理知识

4.重点涉密人员的脱密期是：
A.2年    
B.4年   
C.6年   
D.8年
参考答案:A
答案解析：涉密人员调离涉密岗位，实行脱密期管理。涉密人员的脱密期限为：一般涉密人员1年，重点涉密人员2年，核心涉密人员3年。
层    级：初级
难度系数：中
知 识 点：第二篇通用知识——第六章政务管理——第二节保密工作

5.根据《公务员法》规定，下列不属于公务员处分种类的是：
A.记大过
B.降级
C.降职
D.撤职
参考答案:C
答案解析：根据《行政机关公务员处分条例》的规定，行政机关公务员处分的种类包括警告、记过、记大过、降级、撤职、开除。 
层    级：初级
难度系数：易

6.按照管理学基本理论，管理的核心是：
A.处理人际关系 
B.拥有人事权 
C.资源控制权
D.组织采购
参考答案:A
答案解析：管理是指一定组织中的管理者，通过实施计划、组织、领导、协调、控制等职能来协调他人的活动，使别人同自己一起实现既定目标的活动过程。每个个体均有其独特之思想、背景、态度、个性、行为模式及价值观，然而人际关系对每个人的情绪、生活、工作有很大的影响，甚至对组织气氛、组织沟通、组织运作、组织效率及个人与组织之关系均有极大的影响。管理的核心是处理人际关系。
层    级：初级
难度系数：易
知 识 点：第二篇 通用业务——第五章 管理学基础——第一节 管理的内涵与本质

7.从2019年5月1日起,各地企业职工基本养老保险用人单位的缴费比例可以降到:
A.20%
B.18%
C.16%
D.15%
参考答案:C
答案解析：从2019年5月1日起,各地企业职工基本养老保险用人单位的缴费比例可以降到16%。
层    级：初级
难度系数：易
知 识 点：政治素质及通用业务——第九章 税收基础知识——第三节 社会保险费与非税收入

8.下列举措能体现税务行政许可便民原则的是：
A.税务行政许可只能由当事人自行提出
B.办税服务厅受理申请后，仍需向内部业务部门报送资料
C.多次要求纳税人补充相关资料
D.许可事项涉及多个部门的，联合办理或集中办理
参考答案:D
答案解析：根据《行政许可法》第六条规定：“实施行政许可，应当遵循便民的原则，提高办事效率，提供优质服务。”
层级：初级
难度系数：中
知识点：通用篇-第十一章法律基础知识-第二节税务行政执法-税务行政许可

9.某税务所两名干部因为工作理念不一致，存在矛盾，时常因为琐事发生争执。作为该税务所负责人，以下处理方式不合适的是：
A.合理引导，做思想工作
B.当老好人，维持表面和谐
C.明辨是非，赏罚分明表明态度
D.客观分析，对症下药化解矛盾
参考答案:B
答案解析：领导沟通协调艺术。
层    级：中级
难度系数：易
知 识 点：税务系统业务能力升级测试大纲(行政管理类)——通用业务——管理学基础——自我修养——沟通与协调

10.某县税务局开展资产清理，发现以前年度购买一批家具未上账，按照国有资产管理办法，下列做法正确的是:
A.该批资产已作为费用列支，不需要重新入账
B.检查该批资产是否到达报废年限，如果到达直接报废，不用入账
C.如无法取得发票确认资产价值，可以以盘盈报告中金额暂估入账
D.如无法取得发票确认资产价值，暂不入账，待确认价值后再入账
参考答案:C
答案解析：根据《税务系统国有资产管理办法》第四十四条  税务系统行政单位接受捐赠或盘盈的固定资产，应由固定资产实物管理部门办理交接，并根据固定资产交接单、发票或固定资产盘盈报告等凭证，办理有关入库、财务等手续。
层    级:中级
难易程度:中
知 识 点:行政管理—第三篇专业知识与技能—第五章财务与机关事务管理—第六节国有资产管理—第一目国有资产管理知识

11.我国行政单位会计核算记账本位币是:
A.人民币   
B.港币  
C.美元 
D.自选
参考答案:A
答案解析：《政府会计准则—基本准则》第九条 政府会计核算应当以人民币作为记账本位币。发生外币业务时，应当将有关外币金额折算为人民币金额计量，同时登记外币金额。
层    级:中级
难易程度:易
知识点:行政管理—第三篇专业知识与技能—第五章财务与机关事务管理—第一节财务管理基础—第三目财务会计基本知识

12.突发事件按其性质、严重程度、可控性和影响范围等因素分为：
A.1级
B.2级
C.3级
D.4级
参考答案:D
答案解析：突发事件按其性质、严重程度、可控性和影响范围等因素分为4级，特别重大的是Ⅰ级，重大的是Ⅱ级，较大的是Ⅲ级，一般的是Ⅳ级。
层    级：中级
难度系数：易
知 识 点：第二篇通用知识——第六章政务管理——第三节应急管理

13.下列关于民主生活会的说法，正确的是：
A. 民主生活会到会人数必须达到应到会人数的二分之一以上。
B. 相互批评应当开诚布公指出问题，防止以工作建议代替批评意见。
C. 民主生活会列席人员根据有关规定和会议内容确定，列席人员不可以发言。
D. 民主生活会结束后15日内，应当将会议情况报告报上级党组织，并报送上级纪委和党委组织部门。
参考答案:B
答案解析：根据《县以上党和国家机关党员领导干部民主生活会若干规定》第7条，民主生活会每年召开1次，一般安排在第四季度。因特殊情况需要提前或者延期召开的，应当报上级党组织同意。民主生活会到会人数必须达到应到会人数的三分之二以上。第十二条　民主生活会列席人员，根据有关规定和会议内容确定。列席人员可以发言，对领导班子及其成员提出批评或者建议。第15条，民主生活会结束后15日内，应当将会议情况报告和会议记录报上级党组织，并报送上级纪委和党委组织部门。ACD错误。
层    级：中级
难度系数：难
知 识 点：政治素质及通用业务第七章《干部管理》——第一节人事管理——第三目领导干部管理

14.根据新修订的《中华人民共和国公务员法》，下列表述正确的是：
A.某市税务局落实职级并行时，工作人员认为局长李某担任了领导职务，就不得再兼任四级调研员。
B.李某在某国企工作期间，曾被开除过党籍，因此不能录用为公务员。
C.王某因工作需要担任当地法律研究会副秘书长，经省局机关批准，可以领取兼职报酬。
D.新考入的大学生赵某，认为办公室主任部署接待省政府督查工作时悬挂会标并摆放果盘不符合八项规定，拒不执行。
参考答案:B
试题解析： 2018年新修订的《公务员法》第二十一条：根据工作需要和领导职务与职级的对应关系，公务员担任的领导职务和职级可以互相转任、兼任，故A项错误；B.第26条规定，因犯罪受过刑事处罚的、被开除中国共产党党籍的、被开除公职的、被依法列为失信联合惩戒对象的、有法律规定不得录用为公务员的其他情形的，不得录用为公务员，故B项正确。第四十四条，第四十四条 公务员因工作需要在机关外兼职，应当经有关机关批准，并不得领取兼职报酬，故C项错误。D.第60条规定， 公务员执行公务时，认为上级的决定或者命令有错误的，可以向上级提出改正或者撤销该决定或者命令的意见;上级不改变该决定或者命令，或者要求立即执行的，公务员应当执行该决定或者命令，执行的后果由上级负责，公务员不承担责任;但是，公务员执行明显违法的决定或者命令的，应当依法承担相应的责任。故D项错误。
层    级：中级
难度系数：难
知 识 点：政治素质及通用业务第七章《干部管理》——第一节人事管理——公务员管理

15.下列销售行为中，应当计算缴纳增值税的是：
A.销售古旧图书 
B.销售自来水
C.销售避孕药品和用具
D.自然人销售自己使用过的物品
参考答案:B
答案解析：《中华人民共和国增值税暂行条例》第十五条规定，下列项目免征增值税:（一）农业生产者销售的自产农产品；（二）避孕药品和用具；（三）古旧图书；（四）直接用于科学研究、科学试验和教学的进口仪器、设备；（五）外国政府、国际组织无偿援助的进口物资和设备；（六）由残疾人的组织直接进口供残疾人专用的物品；（七）销售的自己使用过的物品。 
层    级：中级
难度系数：中
知 识 点：政治素质及通用业务——第九章税收基础知识——第二节各税种政策与管理

16.计算机的基本构成包括主机、显示器、键盘、鼠标，它们均属于：
A.软件部分
B.硬件部分
C.主机部分
D.主板部分
参考答案:B
答案解析：硬件部分是计算机各项功能实现的物质基础,包括主机、显示器、键盘、鼠标等。
层级：初级
难度系数：易
知识点：税务系统业务能力升级测试大纲(信息技术类)-通用业务-税收信息化-计算机终端基础知识

17.传播计算机病毒范围最广的媒介是：
A.硬盘
B.U盘
C.光盘
D.Internet（因特网）
参考答案:D
答案解析：近年来，随着网络技术的高速发展和互联网的高频使用，计算机病毒的速度越来越快，范围也在逐步扩大，Internet（因特网）成为了计算机病毒传播范围最广的媒介。
层级：初级
难度系数：易
知识点：税务系统业务能力升级测试大纲(信息技术类)-通用业务-税收信息化-常用软件应用

18.Office Excel属于：
A.电子表格软件
B.文字处理软件
C.图形图像软件
D.网络通信软件
参考答案:A
答案解析：Excel是Microsoft Office组件之一，用于处理电子表格的软件
层级：初级
难度系数：易
知识点：税务系统业务能力升级测试大纲(信息技术类)-通用业务-税收信息化-常用软件应用

19.当用户发现显示器显示的图标、文字、图案较大并且有些模糊时，应首先进行的操作是：
A.降低屏幕分辨率 	
B.提高屏幕分辨率		
C.重装系统  		
D.重启电脑
参考答案:B
答案解析：当文字目标，图案较大时，应首先进行屏幕分辨率设置，提高屏幕分辨率，保存后查看是否恢复正常。故答案为B。
层级：初级
难度系数：易
知 识 点：税务系统业务能力升级测试大纲（信息技术类）-通用业务-税收信息化-计算机终端基础知识

20.在Windows 7操作系统中，显示桌面的快捷键是：
A.“Win”+“D”
B.“Win”+“P”
C.“Win”+“Tab”
D.“Alt”+“Tab”
参考答案:A
答案解析：先按住Win键不放然后再选择D键这样就可以显示桌面，所以答案为A选项。
层级：初级
难度系数：易
知 识 点：税务系统业务能力升级测试大纲（信息技术类）-通用业务-税收信息化-常用软件应用

21.会计核算的最终环节是：
A.确认
B.计量
C.记录
D.报告
参考答案:D
答案解析：会计核算的环节包括确认、计量、记录和报告，报告是会计核算的最终环节。
层级：初级
难度系数：易
知识点：征管评估类——第二篇通用业务——第十二章财会知识——第一节会计基础知识

22.车间管理人员福利费应计入的会计科目是：
A.管理费用
B.财务费用
C.制造费用
D.营业费用
参考答案:C
答案解析：车间管理人员福利费计入制造费用。
层级：初级
难度系数：中
知识点：征管评估类——第二篇通用业务——第十二章财会知识——第二节企业主要经济业务的核算

23.会计对象的具体化称为：
A.会计对象
B.会计要素
C.利润
D.会计科目
参考答案:B
答案解析：会计对象的具体化称为会计要素，会计要素的具体化称为会计科目。
层级：初级
难度系数：易
知识点：征管评估类——第二篇通用业务——第十二章财会知识——第一节会计基础知识

24.《纳税服务投诉管理办法（试行）》规定税务机关收到纳税服务投诉后决定是否受理的时限是：
A.应于1个工作日内
B.应于3个工作日内
C.应于5个工作日内
D.应于7个工作日内
参考答案:A
答案解析：《纳税服务投诉管理办法（试行）》规定税务机关收到投诉后应于1个工作日内决定是否受理。
层级：初级
难度系数：易
知识点：第十章税收征管管理——第四节纳税服务

25.下列不属于“大众创业 万众创新”税收优惠政策的是：
A.国家级、省级科技企业孵化器免征房产税
B.金融机构与小型微型企业签订借款合同免征印花税
C.科学研究机构、技术开发机构、学校等单位进口免征增值税、消费税
D.易地扶贫搬迁安置住房用地免征城镇土地使用税
参考答案:D
答案解析：易地扶贫搬迁安置住房用地免征城镇土地使用税属于支持脱贫攻坚税收优惠政策，D选项错误。
层级：初级
难度系数：易
知识点：第十章税收征管管理——第一节税务管理

26.下列原则中，不属于刑法基本原则的是：
A.罪刑法定原则
B.适用刑法人人平等原则
C.罪刑相适应原则
D.数罪并罚原则
参考答案:D
答案解析：刑法的基本原则，是指刑法明文规定的、在全部刑事立法和司法活动中应当遵循的准则。中华人民共和国刑法规定的基本原则有三个，即罪刑法定原则、刑法适用平等原则和罪责刑相适应原则，分别体现在刑法第3条、第4条和第5条。
层级：中级
难度系数：易
知识点：通用篇-第十一章法律基础知识-第四节税收的刑罚保障-涉税犯罪类型

27.以下关于“一事不二罚”原则，表述正确的是：
A.“一事不二罚”中的处罚不仅指罚款，还包括可以实施税务行政处罚中的其它处罚
B.“可以按罚款数额的百分之三加处罚款”并不违反“一事不二罚”
C.纳税人对逾期不改正税收违法行为，如果税务机关先前已对该税收违法行为进行了罚款，对该“逾期不改正行为”可再予以罚款
D.纳税人的数个违法行为，税务机关不能分别予以处罚
参考答案:B
答案解析：对当事人的同一个违法行为，不得给予两次以上罚款的行政处罚。简单的说就是“一事不二罚”原则。
层级：中级
难度系数：中
知识点：通用篇-第十一章法律基础知识-第二节税务行政执法-税务行政处罚
28.下列渎职犯罪中，犯罪主体需为税务人员的是：
A.玩忽职守罪
B.徇私舞弊发售发票罪
C.违法提供出口退税凭证罪
D.徇私舞弊不移交刑事案件罪
参考答案:B　
答案解析：玩忽职守罪的主体是国家工作人员；徇私舞弊发售发票罪的犯罪主体为税务机关工作人员；违法提供出口退税凭证罪的主体为海关人员；徇私舞弊不移交刑事案件罪主体为行政执法人员。 层级：初级
难度系数：中
知识点：通用篇-第十一章法律基础知识-第六节税收执法者及其责任-税收职务犯罪及其法律责任

29.下列哪个层级的法律文件不得设定行政许可：
A.法律
B.国务院决定
C.省级政府规章
D.部门规章
参考答案:D
答案解析：全国人大制定的法律可以设定行政许可；法律没有设定许可时，行政法规也可以设定行政许可；必要时，国务院可以采用发布决定的方式设定行政许可；尚未制定法律、行政法规的，地方性法规可以设定行政许可；尚未制定法律、行政法规和地方性法规的，因行政管理的需要，确需立即实施行政许可的，省、自治区、直辖市人民政府规章可以设定临时性的行政许可。
层级：中级
难度系数：易
知识点：通用篇-第十一章法律基础知识-第二节税务行政执法-税务行政许可

30.计算机是能够处理和加工各种电子信息的现代化工具，是一种高度自动化的。能对各种文字、数字、声音和图像进行存储和快速运算的：       
A.电子设备
B.机械设备
C.娱乐设备
D.电器设备
参考答案:A
答案解析：计算机属于电子设备。
层级：中级
难度系数：易
知识点：税务系统业务能力升级测试大纲(信息技术类)-通用业务-税收信息化-计算机终端基础知识

31.随着闪存技术的发展，小巧便于携带、存储容量大、价格便宜、性能可靠的是：
A.U盘
B.移动硬盘
C.光盘
D.软盘
参考答案:A
答案解析：U盘使用闪存技术，并且其容量大、易携带性价比高等优点。
层级：中级
难度系数：易
知识点：税务系统业务能力升级测试大纲(信息技术类)-通用业务-税收信息化-计算机终端基础知识

32.在Windows中，将回收站中的文件还原时，被还原的文件将回到:
A.桌面上
B.我的文档中
C.内存中
D.被删除的位置
参考答案:D
答案解析：在Windows的回收站中已删除的文件、文件夹或快捷方式恢复后，将返回原来的位置即被删除的位置。
层级：中级
难度系数：中
知识点：税务系统业务能力升级测试大纲(信息技术类)-通用业务-税收信息化-计算机终端基础知识

33.下列情况中，一般不是因病毒感染所致的是:
A.显示器不亮				
B.计算机提示内存不足		
C.机器运行速度变慢		
D.以.exe为扩展名的文件变多
参考答案:A
答案解析：显示器不亮多为硬件故障，其他选项均可能是病毒感染所致。故答案为A。
层级：中级
难度系数：中
知 识 点：税务系统业务能力升级测试大纲（信息技术类）-通用业务-税收信息化-网络与信息安全

34.会计一词最早出现的时期是：
A.西周时期
B.东汉时期
C.清末时期
D.古代时期
参考答案:A
答案解析：西周王朝是我国奴隶社会经济发展的鼎盛时期，当时已经出现了“会计”一词。
层    级：中级
难度系数：中
知 识 点：征管评估类——第二篇通用业务——第十二章财会知识——第一节会计基础知识

35.资金运动过程中,资金形态也相应发生变化,经历了①生产资金②货币资金③储备资金④成品资金⑤结算资金等过程,下列各项中,正确反映资金形态变化顺序的是：
A.①②③④⑤②
B.⑤②③①④⑤
C.②③①④⑤②
D.③②①④⑤②
参考答案:C
答案解析：资金运动是从货币资金形态开始又回到货币资金的过程，即货币资金—储备资金—生产资金—成品资金—结算资金—货币资金。
层    级：中级
难度系数：难
知 识 点：征管评估类——第二篇通用业务——第十二章财会知识——第二节企业主要经济业务的核算

36.一般情况下税务行政复议的申请人提出行政复议申请的时限是：
A.知道税务机关作出具体行政行为之日起5日内
B.知道税务机关作出具体行政行为之日起15日内
C.知道税务机关作出具体行政行为之日起30日内
D.知道税务机关作出具体行政行为之日起60日内
参考答案:D
答案解析：D
层级：中级
难度系数：易
知识点：第十章税收征管管理——第三节税务检查

37.税务所可以实施税务行政罚款处罚的限额为：
A.50
B.1000
C.2000
D.5000
参考答案:C
答案解析：《征管法》规定税务所可以实施罚款额在2000元以下的税务行政处罚。
层级：中级
难度系数：易
知识点：第十章税收征管管理——第三节税务检查

38.犯罪未遂与犯罪中止区别的关键是：
A.犯罪中止可以发生在犯罪预备阶段，犯罪未遂只能发生在实行阶段
B.对于中止犯，应当减轻或者免除处罚，对于未遂犯则可以从轻或者减处轻罚
C.犯罪中止是行为人基于自己的意志而放弃犯罪，犯罪未遂是基于行为人意志以外的原因而被迫停止犯罪
D.犯罪中止是犯罪的未完成形态，犯罪未遂是犯罪的完成形态
参考答案:C
答案解析：犯罪未遂是指犯罪分子已经着手实行犯罪，但是由其主观意志以外的原因而未得逞的情形。犯罪中止与此不同，犯罪中止是指指犯罪分子在实施犯罪过程中，自动放弃犯罪或者自动有效地防止犯罪结果的发生这样一种情形。
从两者的定义可以明确看出，两者最大的区别在于，犯罪行为没有能够完成到底是因为犯罪行为人的主观上自愿放弃还是因为行为人意料之外的原因介入导致犯罪无法继续完成。
层级：高级
难度系数：易
知识点：通用篇-第十一章法律基础知识-第四节税收的刑罚保障-涉税犯罪类型

39.下列各项中，属于骗取出口退税罪的量刑中“其他严重情节”的是(  )。 
A.造成国家税款损失30万元以上并且在第一审判决宣告前无法追回的
B.骗取国家出口退税款在50万元以上的
C.造成国家税款损失150万元以上并且在一审判决宣告前无法追回的
D.因骗取国家出口退税行为受过行政处罚，2年内又骗取国家出口退税款数额在150万元以上的
参考答案:A　
答案解析：本题考核骗取出口退税罪的量刑。根据司法解释的规定，具有下列情形之一的，属于“其他严重情节”：造成国家税款损失30万元以上并且在第一审判决宣告前无法追回的；因骗取国家出口退税行为受过行政处罚，2年内又骗取国家出口退税款数额在30万元以上的；情节严重的其他情形。造成国家税款损失150万元以上并且在一审判决宣告前无法追回的；因骗取国家出口退税行为受过行政处罚，2年内又骗取国家出口退税款数额在150万元以上的，属于“其他特别严重情节”。骗取国家出口退税款在50万元以上的属于数额较大，而不是“其他严重情节”。 层级：高级
难度系数：中
知识点：通用篇-第十一章法律基础知识-第四节税收的刑罚保障-危害税收征管罪立案标准

40.根据我国《刑法》，构成抗税罪的要件是： 
A.主体必须是纳税人或扣缴义务人
B.抗税数额必须达到1万元
C.抗税数额必须达到数额较大的法定要求
D.必须达到情节严重的法定要求
参考答案:A　
答案解析：本题考核抗税罪。抗税罪的构成要件是：(1)主体是特殊主体，即必须是纳税人或者扣缴义务人。本罪只能由自然人实施，单位不能成为本罪的主体。(2)主观方面表现为故意，即明知应当纳税而故意采用暴力、威胁手段抗拒缴纳税款，目的是将应缴税款非法占为已有。(3)客观方面表现为以暴力、威胁方法拒不缴纳税款的行为。(4)客体是复杂客体，即不仅侵犯了国家的税收征管制度，妨害了税务机关依法征税活动，而且也侵犯了依法执行征税工作的税务人员的人身权利。抗税罪的构成，没有数额和情节严重的要求，这也是抗税罪比较特别的地方。 
层级：高级
难度系数：中
知识点：通用篇-第十一章法律基础知识-第四节税收的刑罚保障-危害税收征管罪立案标准

41.以下哪项不是行政强制措施的种类：       
A.限制公民人身自由　　　　
B.查封场所、设施或者财物
C.扣押财物　　　　　　　　
D.划拨存款、汇款
参考答案:D　
答案解析：行政强制措施是行政机关依其职权采取强制手段限制特定的相对人行使某项权利或强制履行某项义务的处置行为。一般是对尚未査清行为人的违法事实之前而采取的一种程序上的处置。如工商行政机关对有贩运、销售违禁物品的人的物品的扣押。包含两类:(1)对人身自由的限制，如人身管束、收容审査;(2)对财产的限制，如财产的查封、扣押、冻结等
层级：高级
难度系数：难
知识点：通用篇-第十一章法律基础知识-第二节税务行政执法-税务行政强制

42.物证的根本特征是：
A.以记载的内容和表达的思想证明案件事实
B.以属性、特征和存在状况等物质属性证明案件事实
C.能够证明案件主要事实
D.不受人的主观意识的影响
参考答案:D　
答案解析：物证是通过其外部特征和自身所体现的属性来证明案件的真实情况，其主要特征是不受人们主观因素的影响和制约。
层    级：高级
难度系数：难
知识点：通用篇-第十一章法律基础知识-第三节税务行政执法证据-证据概述

43.下列说法中体现最优证据原则的是：
A.作为证据的实物是诉讼中最好的证据
B.最佳证据是诉讼中能直接证明案件事实的证据
C.作为证据的原始资料优于复制品
D.当事人只能提供原件或者原物
参考答案:C　
答案解析：最高法院《解释》第53条规定:”收集、调取的书证应当是原件。只有在取得原件确有困难时，才可以是副本或复印件。收集、调取的物证应当是原物。只有在原物不便搬运、不易保存或者依法应当返还被害人时，才可以拍摄足以反映原物外形或内容的照片、录像。……”这表明我国刑事诉讼法律所规定的最佳证据规则不仅适用于书证，而且适用于物证。
层    级：高级
难度系数：难
知识点：通用篇-第十一章法律基础知识-第三节税务行政执法证据-证据的提取和固定

44.操作系统的作用之一是: 
A.将源程序编译为目标程序 
B.实现企业目标管理 
C.控制和管理计算机系统的软硬件资源
D.实现文字编辑、排版功能
参考答案:C
答案解析：操作系统控制和管理计算机系统的软硬件资源
层级：高级
难度系数：中
知识点：税务系统业务能力升级测试大纲(信息技术类)-通用业务-税收信息化-计算机终端基础知识

45.计算机网络最突出的优点是：
A.存储容量大
B.运算速度快
C.运算
D.资源共享
参考答案:D
答案解析：计算机网络最突出的优点是可以实现资源共享
层级：高级
难度系数：易
知识点：税务系统业务能力升级测试大纲(信息技术类)-通用业务-税收信息化-网络与信息安全

46.资产负债表和利润表同属于：
A.财务状况报表    
B.财务成果报表 
C.成本费用报表    
D.对外报表
参考答案:D
答案解析：企业年末需要对外报送资产负债表和利润表，两者同属于对外报表。
层    级：高级
难度系数：易
知 识 点：征管评估类——第二篇通用业务——第十二章财会知识——第四节财务会计报告

47.按照《会计档案管理办法》的规定，记账凭证的保管期限是：
A.3年    
B.5年  
C.15年  
D.永久
参考答案:C
答案解析：1999年1月1日起实施的《会计档案管理办法》规定，企业原始凭证、记账凭证、汇总凭证的保管期限为15年。
层    级：高级
难度系数：易
知 识 点：征管评估类——第二篇通用业务——第十二章财会知识——第三节会计凭证与账簿

48. 2018年8月开出全国首张区块链电子发票的地点是：
A.上海
B.深圳
C.厦门
D.广州
参考答案:B
答案解析：2018年8月全国首张区块链电子发票在深圳实现落地。
层级：高级
难度系数：易
知识点：第十章税收征管管理——第一节税务管理

49.A市B县税务机关在调查一起税收违法案件时，需要查询涉案人员的储蓄存款，有权批准人是：
A.B县税务局局长
B.B县银行行长
C.A市税务局局长
D.A市银行行长
参考答案:C
答案解析：税务机关调查税收违法案件时,查询案件涉嫌人员储蓄存款的,应经设区的市、自治州以上税务局(分局)局长批准。
层级：高级
难度系数：易
知识点：第十章税收征管管理——第三节税务检查

50.税务文化按其内涵层级排序，由浅入深依次是：
A.行为文化、物态文化、制度文化、精神文化
B.物态文化、行为文化、精神文化、制度文化
C.物态文化、行为文化、制度文化、精神文化
D.物态文化、制度文化、行为文化、精神文化
参考答案:C
答案解析：税务文化内涵, 依次是物态文化、行为文化、制度文化、精神文化。
层    级：高级
难度系数：中
知 识 点：税务系统业务能力升级测试大纲(行政管理类)——通用业务——管理学基础——团队管理——税务文化建设

51.党政机关国内差旅人员住宿、就餐由接待单位协助安排的，其住宿费、餐费的承担者是:
A.由接待单位支出
B.由差旅人员按标准交纳
C.由差旅人员所在单位开具介绍函可免费住宿、就餐
D.由差旅人员所在单位和接待单位共同承担
参考答案:B
答案解析：根据《中央和国家机关差旅费管理办法》第十八条　出差人员应当自行用餐。凡由接待单位统一安排用餐的，应当向接待单位交纳伙食费。
层级：高级
难度系数：易
知 识 点：行政管理—第三篇专业知识与技能—第五章财务与机关事务管理—第一节财务管理基础—第七目差旅费相关规定

52.公务卡制度是规范公务消费支出、打造“阳光财政”的一项基础性财政财务管理制度。按照有关规定，公务卡的持卡人是：
A.全体干部
B.正式在职人员
C.正式在编人员
D.单位财务人员
参考答案:C
答案解析:《单位公务卡管理办法（试行）》第六条 单位公务卡的持卡人应为预算单位正式在编人员。持卡人一人一卡，不允许一人持有多张单位公务卡。
层    级:高级
难易程度:中
知识点:行政管理—第三篇专业知识与技能—第五章财务与机关事务管理—第一节财务管理基础—第五目公务卡的使用和管理

53.复制机密级载体的批准人是：
A.本部门领导
B.分管领导
C.密级确定机关
D.上级机关
参考答案:C
答案解析：复制秘密级载体应当经本部门领导批准，复制机密级载体应当经分管领导批准，复制绝密级载体应当经密级确定机关或其上级机关批准。
层    级：高级
难度系数：中
知 识 点：第二篇通用知识——第六章政务管理——第二节保密工作

54.党的十九大报告中，对国家监察体系的构建，表述正确的是：
A.要建立集中统一、权威高效的国家监察体系
B.要建立集中统一、公正廉洁国家监察体系
C.要建立权威高效、政治清明国家监察体系
D.要建立权威高效、公正廉洁国家监察体系
参考答案:A
答案解析：党的十九大提出，要构建集中统一、权威高效的国家监察体系。故正确答案选A。
层    级：高级
难度系数：中
知 识 点：税务系统业务能力升级测试大纲(行政管理类)——第二篇通用业务——第八章监督管理——第一节党风廉政建设——6.深化国家监察体制改革

55.根据《领导干部报告个人有关事项规定》，下列选项中不属于必报范围的是：
A.本人的婚姻情况
B.本人因私出国情况
C.本人持有往来港澳通行证的情况
D.本人的银行存款
参考答案:D
答案解析：银行存款不属于《领导干部报告个人有关事项规定》中要求的必报范围内容。
层    级：高级
难度系数：中
知 识 点：第二篇 通用业务——第六章 政务管理——第六节 重大事项请示报告工作

56.数字人事的基本内涵可概括为：
A.日常化、信息化、全面化、累积化、可比化
B.日常化、多维化、全面化、累进化、可比化
C.日常化、信息化、数据化、累积化、可比化
D.日常化、多维化、数据化、累积化、可比化
参考答案:D
答案解析：略
层    级：高级
难度系数：易
知识点：通用业务知识——第七章干部管理——第二节考核考评管理

57.某有限责任公司自建办公用房，其房产税纳税义务发生时间为：
A.自办理房产证当月起计征房产税
B.自办理验收手续之次月起计征房产税
C.自建成之次月起计征房产税
D.自建成当月起计征房产税
参考答案:C
答案解析：
纳税人自建的房屋，自建成之次月起计征房产税。
层    级：中级
难度系数：难
知 识 点：政治素质及通用业务——第九章税收基础知识——第二节各税种政策与管理

58.王某系国家税务总局A县税务局干部，党员。因违反中央八项规定精神，县局党委通过讨论决定对其做出处分。这体现出纪律处分原则是：
A.党纪面前人人平等原则     
B.实事求是原则 
C.党要管党、从严治党原则          
D.民主集中制原则
参考答案:D
答案解析：《中国共产党纪律处分条例》在党的纪律处分工作应当坚持的原则中明确了上述内容属于民主集中制原则。
层    级：初级
难度系数：中

59.按照税务总局《关于解决税务系统形式主义突出问题为基层减负若干措施的通知》要求，下列选项中不符合为基层减负要求的是：
A.某省税务局要求下发的文件比上年减少三分之一以上
B.某省税务局清理规范报送资料报表，精简需要市局上报的报表资料
C.某市局在安排经费预算上向困难地区倾斜、向基层倾斜
D.某市局为确保绩效考核真实准确，在信息系统中查询数据后，要求基层另行书面上报
参考答案:D
答案解析：《关于解决税务系统形式主义突出问题为基层减负若干措施的通知》规定，要少开会开短会，大幅压减会议数量，视频会议一般只开到下一级，确需县级税务机关参会的，原则上不安排在纳税申报期。清理规范报送资料报表，未经研究批准，不得要求下级税务机关填表报数、提供资料。《通知》还要求，将巡视巡察与“两个责任”落实情况检查、选人用人专项检查等统筹开展；离任经济责任审计和离任检查统筹开展。绩效考核情况等能在信息系统中查询的，不要求基层另行书面上报。改进调查研究，注重实地走访和暗访，认真听取基层干部、纳税人和缴费人的意见建议，帮助解决困难，提出对策措施。
层    级：中级
难度系数：难
知 识 点：第二篇 通用业务——第六章 政务管理——第五节 解决形式主义突出问题为基层减负

22.谢某组织科室4名工作人员周六全天加班编写宣传手册，经领导同意给每人发放加班补助100元，调休一天，按照相关规定下列说法正确的是:（单选）
A.因在非工作日工作，因此可以发放加班补助
B.只能调休，不能发放加班补助
C.不能调休，可以发放加班补助
D.优先调休，若无法调休可以发放一定补助
参考答案:D
答案解析：《新公务员法》第八十二条　公务员执行国家规定的工时制度，按照国家规定享受休假。公务员在法定工作日之外加班的，应当给予相应的补休，不能补休的按照国家规定给予补助。
层    级:中级
难度系数:中
知 识 点：行政管理—第三篇专业知识与技能—第五章财务与机关事务管理—第四节财务收支和决算管理—第三目中央八项规定相关支出管理

22.谢某使用公务卡结算了宣传资料的印刷费900元，因工作繁忙，谢某迟迟未办理报销手续，造成该笔印刷费逾期未还。下列说法正确的是：（单选）
A.该笔印刷费逾期产生的滞纳金应该由单位支付
B.因谢某未及时办理手续，因此逾期滞纳金应由谢某本人承担
C.公务卡对于公务消费不会产生逾期利息
D.印刷费不需要使用公务卡结算，可以使用现金支付
参考答案:B
层    级:中级
难度系数:易
知 识 点:行政管理—第三篇专业知识与技能—第五章财务与机关事务管理—第一节财务管理基础—第五目公务卡的使用和管理

22.陆某一行6人因临时决定进行调研，B市房源紧张，陆某通过某订房网站预定了B市一家五星级酒店，该酒店标间700元/晚。按照规定标准，B市住宿费标准为350元/晚，未避免超标准，陆某只定了3个标准间。下列关于陆某的做法判断正确的是：（单选）
A.陆某做法正确，没有过住宿费标准可以正常报销
B.陆某做法不正确，公务出差不能住五星级酒店
C.陆某做法不正确，出差一般不安排两人住一间
D.陆某做法正确，安排两人住一间，既不超标准，也厉行了节约
参考答案:B
答案解析：《中央国家机关差旅费管理办法》第十四条 出差人员应当在职务级别对应的住宿费标准限额内，选择安全、经济、便捷的宾馆住宿。
层    级:中级
难度系数:中
知 识 点:行政管理—第三篇专业知识与技能—第五章财务与机关事务管理—第一节财务管理基础—第七目差旅费相关规定

22.谢某代表B市税务局负责接待陆某一行，为表示热情，谢某特地为陆某一行6人分别购买了B市特产礼盒一份，共计600元，已使用公务卡结算。关于谢某做法下列说法正确的是：（单选）
A.谢某做法不正确，公务接待不能购买土特产
B.谢某做法正确，属于正常的人情往来，可以报销
C.谢某做法正确，特产礼盒金额不高，不算违规
D.谢某做法不正确，该项支出不能使用公务卡结算
参考答案:A
答案解析：《税务机关国内公务接待管理办法》第十七条　接待单位不得超标准接待，不得组织旅游和与公务活动无关的参观，不得组织到营业性娱乐、健身场所活动，不得安排专场文艺演出，不得以任何名义赠送礼金、有价证券、纪念品和土特产品等。
层    级:中级
难度系数:中
知 识 点:行政管理—第三篇专业知识与技能—第五章财务与机关事务管理—第一节财务管理基础—第七目差旅费相关规定

1.下列关于国家税务总局某市税务局重大案件审理委员会组成的情形中，正确的是：
A.审理委员会主任由国家税务总局某市税务局稽查局局长担任
B.审理委员会实行主任负责制
C.审理委员会由办公室、政策法规、税政业务、纪检组、纳税服务、大企业税收管理等部门组成
D.审理委员会办公室设在国家税务总局某市税务局稽查局的审理部门
参考答案:B
答案解析：根据《重大税务案件审理办法》第五条规定，审理委员会主任由税务局局长担任；审理委员会应包括包括政策法规、税政业务、纳税服务、征管科技、大企业税收管理、税务稽查、督察内审部门，《重大税务案件审理办法》第七条规定，审理委员会下设办公室，办公室设在政策法规部门。
层    级：初级
难度系数：中
知 识 点：稽查专业知识与技能—第三章税务稽查工作流程—第三节审理管理

2.以下关于税务稽查中提取书证说法正确的是：
A.需要提取证据材料原件的，应当向当事人出具《提取证据明细表》，由当事人核对后签章确认
B.对需要归还的证据材料原件，检查结束后应当及时归还，并履行相关签收手续
C.需要将已开具的发票调出查验时，应当向被查验的单位或者个人开具《调验发票收据》
D.需要将空白发票调出查验时，应当向被查验的单位或者个人开具《发票换票证》，经查无问题的，应当及时退还
参考答案:B
答案解析：根据《税务稽查工作规程》第二十六条规定，A项涉及的文书应为《提取证据专用收据》，不是《提取证据明细表》；C项涉及的文书应为《发票换票证》，不是《调验空白发票收据》；D项涉及的文书应为《调验空白发票收据》，不是《发票换票证》。
层    级：初级
难易程度：难
知 识 点：稽查专业知识与技能—第三章税务稽查工作流程—第二节检查管理

3.按现行消费税政策，对卷烟征收消费税采取的是：
A.定额税率
B.比例税率
C.复合征税
D.累进税率
参考答案:C
答案解析:我国卷烟的消费税实行从价定率和从量定额复合计税。
层    级:初级
难度系数：中
知 识 点：稽查专业知识与技能--第四章 货物与劳务税税务稽查--第二节 消费税稽查方法

4.不得在企业所得税前扣除的税金是:
A.允许抵扣的增值税
B.企业所得税
C.消费税
D.房产税
参考答案:A
答案解析:增值税属于价外税，如果允许作为进项抵扣，则不可以在企业所得税税前扣除，如果不可以作为进项抵扣，则可以在企业所得税税前扣除。
层    级:初级
难度系数：中
知 识 点：稽查专业知识与技能--第四章 货物与劳务税税务稽查--第一节 增值税稽查方法

5.被查对象生产以下货物应按规定征收消费税的是:
A.高档筷子
B.木制一次性筷子
C.竹制一次性筷子
D.护肤品
参考答案:B
答案解析:木制一次性筷子征收消费税，竹制一次性筷子不征收消费税，高档筷子不征收消费税，高档化妆品征消费税，但护肤品不征收消费税。
层    级:初级
难度系数：中
知 识 点：稽查专业知识与技能--第四章 货物与劳务税税务稽查--第二节 消费税稽查方法

6.下列货物中目前不属于消费税征收范围的是：
A.高档皮大衣
B.高档化妆品
C.烟丝
D.啤酒
参考答案:A
答案解析:消费税的征收范围没有高档皮大衣。
层    级:初级
难度系数：易
知 识 点：稽查专业知识与技能--第四章 货物与劳务税税务稽查--第二节 消费税稽查方法

7.纳税人采用以旧换新方式销售金银首饰，消费税的计税依据是：
A.同类新金银首饰的不含税销售价格
B.实际收取的含增值税的全部价款
C.实际收取的不含增值税的全部价款
D.同期新金银首饰的含税销售价格
参考答案:C
答案解析：纳税人采取以旧换新方式销售货物的(金银首饰除外)，应按新货物的同期销售价格确定销售额。金银首饰应按实际收取的价款确定销售额。
层    级:初级
难度系数：中
知 识 点：稽查专业知识与技能--第四章 货物与劳务税税务稽查--第二节 消费税稽查方法

8.下列产品中，属于消费税征收范围的是：
A.高尔夫球具
B.竹制筷子
C.护肤护发品
D.电动自行车
参考答案:A
答案解析：高尔夫球具属于消费税征收范围，其他的不属于。
层    级:初级
难度系数：易
知 识 点：稽查专业知识与技能--第四章 货物与劳务税税务稽查--第二节 消费税稽查方法
                                             
10.纳税人享受个人所得税综合所得住房贷款利息专项附加扣除，应当留存备查的资料包括： 
A.住房贷款合同
B.结婚证
C.购房发票
D.物业费收据
参考答案:A
答案解析：根据《个人所得税专项附加扣除暂行办法》第十四条规定，纳税人需要留存备查资料包括：住房贷款合同、贷款还款支出凭证等资料。
层级：初级
难度系数：易
知识点：稽查专业知识与技能——第五章 所得税税务稽查——第二节 个人所得税稽查方法 

11.2019年1月1日施行的新修订的《个人所得税法》，采用的税制模式是：
A.复合所得税制 
B.分类所得税制
C.综合所得税制
D.综合与分类相结合的所得税制
参考答案:D
答案解析：新修订的《个人所得税法》采用的是综合与分类相结合的所得税制,除分类计征外，还包括综合所得、经营所得综合计征。
层级：初级
难度系数：中
知识点：稽查知识与技能——第五章 所得税税务稽查——第二节 个人所得税稽查方法 新个人所得税法采用的税制模式

12.在计算个人所得税综合所得时，依法确定的其他扣除项目是：
A.基本养老保险支出
B.大病医疗支出
C.保险赔款支出
D.符合国家规定的商业健康险支出
参考答案:D
答案解析：根据《中华人民共和国个人所得税法实施条例》第十三条规定，个人所得税法第六条第一款第一项所称依法确定的其他扣除，包括个人缴付符合国家规定的企业年金、职业年金，个人购买符合国家规定的商业健康保险、税收递延型商业养老保险的支出，以及国务院规定可以扣除的其他项目。
层级：初级
难度系数：易
知识点：稽查专业知识与技能——第五章 所得税税务稽查——第二节 个人所得税稽查方法 

13.根据现行城镇土地使用税的政策，下列用地可以免征城镇土地使用税的是：
A.企业内道路占用的土地 
B.寺庙内宗教人员生活用地
C.公园的照相馆经营用地 
D.军队的家属院落用地 
参考答案:B
答案解析：选项A，企业内道路占用的土地，要征收城镇土地使用税，没有免税规定；选项B,宗教寺庙自用的土地，是指举行宗教仪式等的用地和寺庙内的宗教人员生活用地，免征城镇土地使用税；选项C，公园供公共参观游览的用地及其管理单位的办公用地，免征城镇土地使用税，公园中附设的营业场所，如影剧院、饮食部、茶社、照相馆等用地，应征收城镇土地使用税；选项D，军队本身的办公用地和公务用地，免征城镇土地使用税，军队的家属院落用地，不免税。
层级：初级
难度系数：难
知 识 点：稽查专业知识与技能——第六章其他税种稽查方法——城镇土地使用税的减免税优惠政策

14.根据现行契税政策，下列关于契税优惠政策的说法正确的是：
A.城镇职工购买公有住房的可以免征契税
B.国家机关购买企业房屋，拥有不动产所有权可以免征契税
C.企业因不可抗力丧失住房而重新购买住房的，酌情准予减征或者免征契税
D.企业取得荒山土地使用权可以免征契税。
参考答案:C
答案解析：选项A，城镇职工按规定第一次购买公有住房的，才免征契税；选项B，国家机关承受房屋用于办公的，免征契税，用于出租的，应照章缴纳契税；选项C，因不可抗力丧失住房而重新购买住房的，酌情准予减征或者免征契税。选项D，纳税人承受荒山、荒沟、荒丘、荒滩土地使用权，用于农、林、牧、渔业生产的，免征契税，用于工业园建设的，不免征契税。
层    级：初级
难度系数：难
知 识 点：稽查专业知识与技能——第六章其他税种稽查方法——契税的减免税优惠政策

15.在对某企业进行检查时，企业的下列行为不属于虚开发票行为的是：
A.要求某供应商将招待礼品的发票开具成宣传礼品的发票
B.要求某供应商开具发票时将“礼品费”变更为“办公用品”
C.企业供销人员因公出差个人支付的实名车票
D. 企业供销人员因公出差时要求用餐的酒店将“餐饮费”变更为“住宿费”开具发票
参考答案:C
答案解析:虚开发票的行为包括：①为他人、为自己开具与实际经营业务情况不符的发票。②让他人为自己开具与实际经营业务情况不符的发票。③介绍他人开具与实际经营业务情况不符的发票。
知识点：稽查专业知识与技能——第七章  虚开发票与出口骗税案件税务稽查——第一节虚开发票案件税务稽查
层    级：初级
难易程度：中

16.下列关于选派税务稽查执法检查人员的说法不符合要求的是：
A.对同一抽查对象选派执法检查人员不得少于2人
B.执法检查人员与抽查对象有利害关系的，应当依法回避
C.执法检查人员检查工作完成后，原则上2年内不得被选派对同一抽查对象再次实施检查
D.当前承担在查案件数量3起以上（含）的执法检查人员，原则上不再列入随机选派人员范围。
参考答案:C
答案解析：
选派执法检查人员应符合以下要求：
（一）执法检查人员在检查工作完成后，原则上3年内不得被选派对同一抽查对象再次实施检查。
（二）对同一抽查对象选派执法检查人员不得少于2人。
（三）执法检查人员与抽查对象有利害关系的，应当依法回避。
知 识 点：稽查专业知识与技能——第八章税务稽查管理制度——第一节“双随机一公开”制度
层    级：初级
难易程度：中

17.下列关于重大税收违法失信案件公布时间的说法错误的是：
A.送达《税务处理决定书》或者《税务行政处罚决定书》的60天后进行公布
B.案件作出处理处罚决定后，超过当事人申请行政复议或者提起行政诉讼法定期限后进行公布
C.经行政复议对此案件最终确定效力后进行公布
D.经法院裁判对此案件最终确定效力后进行公布
参考答案:A
答案解析：作出《税务处理决定书》或者《税务行政处罚决定书》的，已超过当事人申请行政复议或者提起行政诉讼法定期限后，或者经行政复议或者法院裁判对此案件最终确定效力后，纳入公布范围。
知识点：稽查专业知识与技能——第八章税务稽查管理制度——第二节重大税收违法失信案件信息公布制度-重大税收违法失信案件信息公布办法
层    级：初级
难易程度：中

18.“市稽查局设立选案、检查、审理、执行部门，分别实施选案、检查、审理、执行工作”,贯彻的税务稽查原则是：  （		）
A.合法原则
B.依法独立原则
C.客观公正原则
D.分工制约原则
参考答案:D
答案解析：市稽查局设立选案、检查、审理、执行部门，分别实施选案、检查、审理、执行工作。稽查局查处税收违法案件时，实行选案、检查、审理、执行分工制约原则。
层    级：中级
难度系数：易
知 识 点：稽查专业知识与技能——第一章税务稽查总述——第一节税务稽查基本任务与原则
 
19.根据相关税收法律的规定，以下事项属于稽查局法定职责的是：
A.督促办理税务登记
B.督促办理纳税申报
C.查处逃避缴纳税款的行为
D.督促办理一般纳税人认定
参考答案:C
答案解析：根据《税收征管法实施细则》第九条规定，稽查局专司偷税、逃避追缴欠税、骗税、抗税案件的查处。
层    级：中级
难度系数：中
知 识 点：稽查专业知识与技能——第一章税务稽查总述——第一节税务稽查基本任务与原则——税务稽查的基本任务和主要职责

20.税务机关扣押商品、货物或者其他财产时，必须开付：
A.清单
B.清册
C.收据
D.收条
参考答案:C
答案解析：根据《中华人民共和国税收征收管理法》第四十七条规定，税务机关扣押商品、货物或者其他财产时，必须开付收据;查封商品、货物或者其他财产时，必须开付清单。
层级：中级
难易程度：易
知识点：第三篇稽查专业知识与技能—第二章税务稽查相关法律适用—第二节行政法律在税务稽查中的适用


22.税务行政处罚仅对公民（包括个体工商户）处以50元以下、对法人或者其他组织处以1000元以下罚款一般适用的是：
A.一般程序
B.简易程序
C.普通程序
D.听证程序
参考答案:B
答案解析：根据行政处罚法有关规定，对公民（包括个体工商户）处以50元以下、对法人或者其他组织处以1000元以下罚款，可以当场作出行政处罚决定，即适用简易程序。
层级：中级
难易程度：中
知识点：第三篇稽查专业知识与技能—第二章税务稽查相关法律适用—第二节行政法律在税务稽查中的适用

23.税务稽查的客体是：
A.涉税犯罪嫌疑人
B.纳税人
C.扣缴义务人
D.扣缴义务人、纳税人履行纳税义务和扣缴义务的情况
参考答案:D
答案解析：税务稽查的客体是稽查对象纳税义务、扣缴义务及税法规定的其他义务的履行情况。
层级：中级
难易程度：初
知识点：第三篇稽查专业知识与技能—第二章税务稽查相关法律适用—第一节税务稽查法律关系总述

24.下列关于税务行政处罚的说法正确的是：
A.对当事人的同一个税收违法行为，不得给予两次以上的行政处罚
B.税收违法行为在二年内未被发现的，不再给予行政处罚
C.执法人员作出的税务行政处罚决定，必须报所属行政机关备案
D.实施税务行政处罚时，应当责令当事人改正或限期改正税收违法行为
参考答案:D
答案解析：一事不二罚，仅指罚款而言；处罚时效一般为二年，法律另有规定的除外；执法人员当场作出的行政处罚决定，必须报所属行政机关备案。
层级：中级
难易程度：难
知识点：第三篇稽查专业知识与技能—第二章税务稽查相关法律适用—第二节行政法律在税务稽查中的适用

25.下列有关稽查任务分配的表述错误的是：
A.案源部门在立案处理时，应当明确任务分配方式
B.对案情复杂稽查案源，可以成立跨检查部门的专案组
C.采取非随机抽查方式获得的稽查任务，可直接指定检查部门分配任务
D.采取随机抽查方式获得的稽查任务，只能通过摇号方式选派分配任务
参考答案:D
答案解析：随机抽查方式确定待查对象的稽查任务应当使用通过摇号方式从执法检查人员名录库中随机选派或采取竞标等方式选派进行任务分配。
层    级：中级
难度系数：难
知 识 点：稽查专业知识与技能—第三章税务稽查工作流程—第一节案源管理

26.某企业(小规模纳税人)2019年2月将已使用5年的机器以20万元价格售出，其应纳增值税是：
A.3883.5元
B.3589.56元
C.3689.67元
D.3265.59元
参考答案:A
答案解析：应纳增值税=200000÷(1+3%)×2%=3883.50(元)
层    级:初级
难度系数：中
知 识 点：稽查专业知识与技能--第四章 货物与劳务税税务稽查--第一节 增值税稽查方法

27.某日用百货商店(小规模纳税人),用“以旧换新”方式销售彩电，开出普通发票28张，收到货款80000元，并注明已扣除旧货折价30000元，则该日用百货商店当月应纳的增值税为:
A.3076.92元
B.3203.88
C.45283
D.622642
参考答案:B
层    级:初级
难度系数：中
知 识 点：稽查专业知识与技能--第四章 货物与劳务税税务稽查--第一节 增值税稽查方法

28.某纳税人符合享受增值税加计抵减政策的条件，2019年6月其在某酒店召开产品推广会，取得酒店开具的下列专用发票，不可以加计抵减的项目是:
A.住宿费
B.餐费
C.场地租赁费  
D.其他服务费
参考答案:B
答案解析：按照现行规定不得从销项税额中抵扣的进项税额，不得计提加计抵减额。《营业税改征增值税试点实施办法》（财税〔2016〕36号印发）第二十七条规定，餐饮服务的进项税额不得从销项税额中抵扣。
层    级:中级
难度系数：中
知 识 点：稽查专业知识与技能--第四章 货物与劳务税税务稽查--第一节 增值税稽查方法--加计抵减政策

29.我国消费税对不同应税消费品采用了不同的税率形式。下列应税消费品中，适用复合计税方法计征消费税的是：
A.白酒
B.啤酒
C.小汽车
D.摩托车
参考答案:A
答案解析：我国现行消费税中对白酒和卷烟实行复合计税办法。
层    级:中级
难度系数：易
知 识 点：稽查专业知识与技能--第四章 货物与劳务税税务稽查--第二节 消费税稽查方法

30.按照现行增值税政策, 下列应税行为适用6%税率的是:
A.交通运输服务
B.不动产租赁服务 
C.销售图书 
D.销售无形资产（不含土地使用权）
参考答案:D
答案解析：销售无形资产（不含土地使用权）适用6%税率
层    级:初级
难度系数：易
知 识 点：稽查专业知识与技能--第四章 货物与劳务税税务稽查--第一节 增值税稽查方法--增值税税率

31.某符合条件的小型微利企业，2019年第一季度预缴申报企业所得税时应纳税所得额290万元。假设该企业不享受其他税收优惠，则其当期应纳所得税：
A.72.5万元
B.43.5万元
C.24万元
D.14.5万元
参考答案:C
答案解析：根据《关于实施小微企业普惠性税收减免政策的通知》规定，对小型微利企业年应纳税所得额不超过100万元的部分，减按25%计入应纳税所得额，按20%的税率缴纳企业所得税；对年应纳税所得额超过100万元但不超过300万元的部分，减按50%计入应纳税所得额，按20%的税率缴纳企业所得税。
该企业应纳企业所得税：（100×25%+190×50%）×20%=24万元
层级：中级
难度系数：易
知识点：稽查专业知识与技能——第五章 所得税税务稽查——第一节 企业所得税稽查方法 

32.属于我国的居民个人的是:
A.在中国境内无住所且居住满183天的美国人
B.在中国境内无住所且居住满90天的法国人
C.在中国境内无住所且居住满60天的英国人
D.在中国境内无住所且居住满30天的俄国人
参考答案:A
答案解析：在中国境内有住所，或者无住所而一个纳税年度内在中国境内居住累计满一百八十三天的个人，为居民个人。
层级:中级
难度系数：易
知识点：稽查专业知识与技能——第五章 所得税税务稽查——第二节 个人所得税稽查方法 居民个人判定

33.新个人所得税法实施后，不属于个人所得税征税范围的是:
A.利息所得
B.稿酬所得
C.财产租赁所得
D.其他所得
参考答案:D
答案解析：2019年新个人所得税法实施后，征税范围中取消了其他所得。
层级:中级
难度系数：中
知识点：稽查专业知识与技能——第五章 所得税税务稽查——第二节 个人所得税稽查方法 个人所得税征税范围

34.某纳税人签订、书立了多种合同、凭证，以下情形中属于可以减半征收印花税的是：
A.与银行签订的借款合同
B.缴纳的证券交易印花税
C.资金账簿
D.货物运输合同
参考答案:C
答案解析：根据《财政部税务总局关于对营业账簿减免印花税的通知》（财税〔2018〕50号）规定，自2018年5月1日起，对按万分之五税率贴花的资金账簿减半征收印花税，对按件贴花五元的其他账簿免征印花税。
层    级：中级
难度系数：易
知 识 点：稽查专业知识与技能——第六章其他税种稽查方法——印花税优惠政策

35.房地产开发公司支付的下列相关费用，不可以列入土地增值税加计20%扣除范围的是：
A.安置动迁用房支出 
B.支付建筑人员的工资福利费 
C.开发小区内的道路建设费用 
D.销售过程中发生的销售费用 
参考答案:D
答案解析：销售费用计入开发费用，开发费用不作为加计扣除的基数。
层    级：中级
难易系数：中
知 识 点：稽查专业知识与技能——第六章其他税种稽查方法——土地使增值税的扣除项目

36.根据车船税现行规定，下列车船中应以“辆”作为车船税计税单位的有：
A.摩托车
B.专业作业车
C.商用货车
D.三轮汽车
参考答案:A
答案解析：专业作业车、商用货车、三轮汽车是按整备质量每吨作为计税单位
层    级：中级
难易系数：易
知 识 点：稽查专业知识与技能——第六章其他税种稽查方法——车船税的计税单位

37.“重大税收违法失信案件”所称“税务机关检查确认走逃（失联）”的纳税人是指： 
A.已办理注销税务登记手续的纳税人
B.未按规定进行纳税申报的纳税人
C.不履行税收义务并脱离税务机关监管的纳税人
D.未注销开户银行信息的纳税人
参考答案:C
答案解析：“经税务机关检查确认走逃（失联）的”，是指检查对象在税务局稽查局案件执行完毕前，不履行税收义务并脱离税务机关监管的。

38.下列关于税务稽查协查案源管理有关事项的说法错误的是：
A.协查事项需要提供纳税人注销状态证明的，由稽查局进行调查核实
B.协查信息不符合直接立案条件的，根据协查要求及时安排调查核实
C.协查案源调查核实后发现纳税人存在税收违法行为的，应立案检查
D.委托方已开具《已证实虚开通知单》并提供相关证据的，应立案检查
参考答案:A
答案解析：根据《税务稽查案源管理办法（试行）》第二十条第二项规定，协查事项需要提供纳税人查无此户、非正常、注销等状态证明或者提取征管资料、鉴定发票等事项，经稽查局负责人批准移交相关部门配合取证；
知识点：稽查专业知识与技能——第八章税务稽查管理制度——第三节其他稽查管理制度
层    级：中级
难度系数：中

39.对稽查对象有关书面资料的内容进行详细审查、研究，发现疑点线索，取得税务稽查证据的一种检查方法是：
A.审阅法
B.顺查法
C.全查法
D.核对法
参考答案:A
答案解析：A项审阅法，是指对稽查对象有关书面资料的内容进行详细审查、研究，发现疑点线索，取得税务稽查证据的一种检查方法；B项顺查法，又称正查法，是指按照会计核算的顺序，从检查会计凭证开始，以凭证核对账簿，再以账簿核对会计报表，通过逐步审查核对，从中发现账证不符、账账不符、账实不符，以及涂改、计算差错等问题；C项全查法，又称精查法或详细审查法，是指对稽查对象在检查期内的所有涉及经济业务的信息资料，采取严密的审查程序，进行审核检查的一种方法；D项核对法，是指对书面资料的相关记录，或是对书面资料的记录和实物进行相互核对，以验证其是否相符的一种检查方法。
层    级：高级
难度系数：难
知 识 点：稽查专业知识与技能——第一章税务稽查总述——第一节税务稽查基本任务与原则——税务稽查的账务检查方法

40.下列情况中，不予行政处罚是：
A.主动消除违法行为危害后果的
B.受他人胁迫有违法行为
C.配合行政机关查处有立功表现的
D.不满14周岁的人有税收违法行为
参考答案:D
答案解析：《行政处罚法》规定不满14周岁的人有税收违法行为不予行政处罚。其他几项为从轻或者减轻处罚的情形。
层级：高级
难度系数：高
知识点：第三篇税务专业知识与技能—第二章税务稽查相关法律适用—第二节行政法律在税务稽查中的适用

41.税务机关作出的以下行为中，税务行政管理相对人可以提出复议申请的是：
A.行政处分行为
B.人事任免行为
C.行政奖励行为
D.行政处罚行为
参考答案:D
答案解析：行政机关内部管理行为不具有可诉讼、可复议性
层级：高级
难易系数：中
知识点：第三篇税务专业知识与技能—第二章税务稽查相关法律适用—第二节行政法律在税务稽查中的适用

42.下列有关税务行政复议的表述正确的是（   ）。
A.涉及原省国税局、省地税局的税务行政复议职责，由继续行使其职权的该省税务局承担
B.涉及原省国税局、省地税局税务行政复议相应的义务，该省税务局可以不予承继履行
C.行政相对人对该省税务局的具体行政行为不服的，应当向省人民政府申请行政复议
D.该省税务局在办理行政复议等案件时，可以不受法定程序和时限要求限制
参考答案:A
答案解析：《中华人民共和国行政复议法》第十条依照本法申请行政复议的公民、法人或者其他组织是申请人。有权申请行政复议的公民死亡的，其近亲属可以申请行政复议。有权申请行政复议的公民为无民事行为能力人或者限制民事行为能力人的，其法定代理人可以代为申请行政复议。有权申请行政复议的法人或者其他组织终止的，承受其权利的法人或者其他组织可以申请行政复议。同申请行政复议的具体行政行为有利害关系的其他公民、法人或者其他组织，可以作为第三人参加行政复议。
层    级：高级
难度系数：难
知 识 点：稽查专业知识与技能—第三章税务稽查工作流程—第三节审理管理

43. 按现行税收政策，某酒厂将自产的一种新型粮食白酒5吨用作职工福利，粮食白酒的成本共计8000元，该粮食白酒无同类产品市场销售价格，但已知其成本利润率为10%，计算该批粮食白酒应缴纳的消费税税额:
A.7200元
B.4290元
C.8450元
D.3450元
参考答案:A
答案解析:组成计税价格=[成本×(1+成本利润率)+定额消费税]÷(1-消
费税税率)=(8000×1.1+5×2000×0.5)÷(1-20%)=17250元,应纳消费税税额=组成计税价格×消费税税率+定额消费税=17250×20%+5000=8450元
层    级:高级
难度系数：中
知 识 点：稽查专业知识与技能--第四章 货物与劳务税税务稽查--第二节 消费税稽查方法

44. 按现行税收政策，下列关于消费税的说法，错误的是:
A.酒类生产企业向商业销售单位收取“品牌使用费”应缴纳消费税
B.用于投资入股的应税消费品，按同类产品的平均销售价格作为消费税计税依据
C.用于抵偿债务的应税消费品，按同类产品的最高销售价格作为消费税计税依据
D.自产自用应税消费品的计税依据为应税消费品的同类销售价格或组成计税价格
参考答案:B
答案解析：纳税人自产的应税消费品用于换取生产资料和消费资料、投资入股和抵偿债务等方面，应当按纳税人同类应税消费品的最高销售价格作为计税依据。
层    级:高级
难度系数：难
知 识 点：稽查专业知识与技能--第四章 货物与劳务税税务稽查--第二节 消费税稽查方法

45. 按现行税收政策，运往境外修理的机械器具、运输工具或其他货物，出境时已向海关报明，并在海关规定期限内复运进境的，关税完税价格应当为：
A.相同或类似货物的进口成交价格
B.海关审定的境外修理费和料件费
C.海关审定的运输费、保险费
D.相同或类似货物在境內销售的价格
参考答案:B
答案解析：运往境外修理的机械器具、运输工具或其他货物，出境时已向海关报明，并在海关规定期限内复运进境的，应当以海关审定的境外修理费和料件费为关税完税价格
层    级:高级
难度系数：难
知 识 点：稽查专业知识与技能--第四章 货物与劳务税税务稽查--第一节 增值税稽查方法--关税的完税价格和应纳税额的计算

46. 按现行税收政策，境内一单位将一批货物运往境外加工，出境时向海关报明价值1000元；支付境外加工费600元，料件费500元；支付复运进境的运输费500元和保险费100元。该货物适用关税税率10%，则该单位应缴纳的进口关税为:
A.170元
B.110元
C.250元
D.390元
参考答案:A
答案解析：运往境外加工的货物，出境时已向海关报明，并在海关规定期限内复运进境的，无法得到原岀境货物的到岸价格的，可用原出境货物在境外支付的工缴费加上运抵中国关境输入地点起卸的包装费、运费、保险费和其他劳务费等作为完税价格。应纳关税=(600+500+500+100)×10%=170(元)
层    级:高级
难度系数：难
知 识 点：稽查专业知识与技能--第四章 货物与劳务税税务稽查--第一节 增值税稽查方法--关税的完税价格和应纳税额的计算

47.按现行税收政策，自主就业退役士兵从事个体经营的，自办理个体工商户登记当月起，在3年内按每户每年可扣减税款的最高标准的限额可能达到（ ）
A.6000元
B.8000元
C.12000元
D.14400元
参考答案:D
答案解析：自主就业退役士兵从事个体经营的，自办理个体工商户登记当月起，在3年(36个月，下同)内按每户每年12000元为限额依次扣减其当年实际应缴纳的增值税、城市维护建设税、教育费附加、地方教育附加和个人所得税。限额标准最高可上浮20%，各省、自治区、直辖市人民政府可根据本地区实际情况在此幅度内确定具体限额标准。
层级:高级
难度系数：易
知识点：稽查专业知识与技能——第五章 所得税税务稽查——第二节 个人所得税稽查方法 自主就业退役士兵从事个体经营的优惠政策

48. 按现行税收政策，张某2019年10月从所在公司取得了多项补贴，其中属于个人所得税征税范围的是：
A.独生子女补贴
B.托儿补助费
C.差旅费津贴
D.中秋节补贴
参考答案:D
答案解析：独生子女补贴、托儿补助费、差旅费津贴属于个人所得税不征税项目。
层级：高级
难度系数：易
知识点：稽查专业知识与技能——第五章 所得税税务稽查——第二节 个人所得税稽查方法

49.2019年书立的下列凭证中，应当征收印花税的是：
A.某企业与高校学生签订的学生公寓租赁合同
B.经批准改制的企业因改制签订的产权转移书据
C.国际金融组织向某企业提供优惠贷款书立的合同
D.金融机构与某小型企业签订的借款合同
参考答案:C
答案解析：
选项A,《财政部 税务总局关于高校学生公寓房产税印花税政策的通知》（财税〔2019〕14号）第二条规定：对与高校学生签订的高校学生公寓租赁合同，免征印花税。
选项B,《《财政部 国家税务总局关于企业改制过程中有关印花税政策的通知》（财税〔2003〕183号）第三条规定：企业因改制签订的产权转移书据免予贴花。
选项C,《中华人民共和国印花税暂行条例施行细则》（财税字〔1988〕255号）第十三条规定：外国政府或国际金融组织向我国政府及国家金融机构提供优惠贷款所书立的合同，免征印花税。
选项D,《财政部 税务总局关于支持小微企业融资有关税收政策的通知》（财税〔2017〕77号）第二条规定：自2018年1月1日至2020年12月31日，对金融机构与小型企业、微型企业签订的借款合同免征印花税。
层    级：高级
难度系数：难
知 识 点：稽查专业知识与技能——第六章其他税种稽查方法——印花税的优惠政策

50.根据现行契税政策，下列企业、单位和个人属于契税纳税人的是：
A.出让土地使用权的某市国土资源管理局 
B.销售别墅的东方天和房地产有限公司 
C.对外捐赠房屋的某工业企业 
D.购买花园别墅的富豪老王 
参考答案:D
答案解析：契税的纳税义务人是承受土地、房屋权属的单位和个人。所以，购买花园别墅的富豪老王属于契税纳税人。
层    级：高级
难度系数：易
知 识 点：稽查专业知识与技能——第六章其他税种稽查方法——契税的纳税人

51.根据现行资源税政策，以下行为的涉税处理正确的是：
A.以自采原矿加工为非应税产品，就作为销售非应税产品，不需要缴纳资源税
B.以自采的原煤加工为洗选煤自用，应视同销售原煤缴纳资源税
C.以自采原矿洗选后的精矿连续生产非应税产品，视同原矿销售缴纳资源税
D.以自采原矿加工为精矿无偿赠送，视同精矿销售缴纳资源税
参考答案:D
答案解析：选项A，以自采原矿加工为非应税产品，视同销售原矿缴纳资源税；选项B，纳税人开采或者生产应税产品，自用于连续生产应税产品的，不缴纳资源税；选项C，纳税人以自采原矿洗选（加工）后的精矿连续生产非应税产品的，视同精矿销售。
层    级：高级
难易程度：难
知 识 点：稽查专业知识与技能——第六章其他税种稽查方法——资源税视同销售的政策

52.根据环境保护税现行政策，下列情形中应当缴纳环境保护税的是：
A.规模化养殖直接排放的应税污染物 
B.航空器排放应税污染物 
C.企业综合利用符合环境保护标准的固体废物 
D.某房开企业建筑工地的施工噪声
参考答案:A
答案解析：下列情形暂免征收环境保护税：（1）农业生产（不包括规模化养殖）排放应税污染物的；（2）机动车、铁路机车、非道路移动机械、船舶和航空器等流动污染源排放应税污染物的；（3）依法设立的城乡污水集中处理、生活垃圾集中处理场所排放相应应税污染物，不超过国家和地方规定的排放标准的；（4）纳税人综合利用的固体废物，符合国家和地方环境保护标准。选项B、C属于免税项目，选项D，建筑噪音不属于环境保护税的征税对象。
层    级：高级
难易程度：中
知 识 点：稽查专业知识与技能——第六章其他税种稽查方法——环境保护税的减免税优惠

53.根据现行车船税政策，下列对象应征收车船税的是：
A.燃料电池商用车
B.非机动驳船 
C.纯电动商用车
D.用于耕地的拖拉机 
参考答案:B
答案解析：选项A、C,根据《财政部、国家税务总局、工业和信息化部关于节约能源使用新能源车船车船税优惠政策的通知》（财税〔2015〕51号）的规定：对使用新能源车船，免征车船税。免征车船税的使用新能源汽车是指纯电动商用车、插电式（含增程式）混合动力汽车、燃料电池商用车。
选项B,非机动驳船属于车船税的征税范围，按照机动船舶税额的50%计算；
选项D,用于耕地的拖拉机属于车船税的征税范围。
层    级：高级
难易程度：难
知 识 点：稽查专业知识与技能——第六章其他税种稽查方法——车船税的减免税优惠

54.选派执法检查人员实施随机抽查，可以采用的方式是：
A.随意指派检查人员
B.按工作资历轮流指派检查人员
C.摇号方式从执法检查人员名录库中随机选派
D.按工作量轮流指派检查人员
参考答案:C
答案解析：选派执法检查人员实施随机抽查，可以通过摇号方式从执法检查人员名录库中随机选派，也可以采取竞标等方式选派。
层    级：高级
难易系数：中
知识点：稽查专业知识与技能——第八章税务稽查管理制度——第一节“双随机一公开”制度


55.对评价标准不统一、适宜确定基准参考值的指标，一般采用的计分方式是：
A.数量减分法
B.质效评价计分
C.基准加减分法
D.分段计分法
参考答案:C
答案解析：税务稽查案件质效评价指标分值依据评价特点不同，分别采用数量减分法、基准加减分法、分段计分法等方法确定。
对评价标准统一的指标，一般采用数量减分法进行计分。
对评价标准不统一、适宜确定基准参考值的指标，一般采用基准加减分法进行计分。
对评价标准不统一、适宜分段确定参考值的指标，一般采用分段计分法进行计分。
知识点："稽查专业知识与技能——第八章税务稽查管理制度——第三节
其他稽查管理制度"
层    级：高级
难易程度：中

33.税务稽查部门在对某企业进行税务稽查时，发现其法定代表人甲某2018年度进行了两次虚假税务申报，少缴税款共4万元，占应纳税额的8%，均受到行政处罚。2019年上半年公司应纳税40万，企业又通过虚假申报少缴税款2万元。税务机关追缴时，甲某带领全体员工暴力抗拒追缴，使税务机关无法追缴，该三次逃避缴纳税款行为被立案侦查并移送起诉。
根据上面材料，回答下列问题：
对于甲某的逃避缴纳税款行为，下列说法正确的是（　）。
A.甲某的逃避缴纳税款数额6万，不足应纳税额的10%，不构成逃税罪
B.税务机关应当追缴其少缴的税款、滞纳金，并处以5万以上50万以下的罚款
C.对于甲某的逃避缴纳税款行为税务机关不再给予行政处罚，直接移送司法机关处理
D.对甲某应处3年以上7年以下有期徒刑，并处16万以上40万以下罚金
参考答案:A
答案解析：本题考核逃税罪的认定和量刑。根据修订后的《刑法》第二百零一条规定：【逃税罪】纳税人采取欺骗、隐瞒手段进行虚假纳税申报或者不申报，逃避缴纳税款数额较大并且占应纳税额百分之十以上的，处三年以下有期徒刑或者拘役，并处罚金;数额巨大并且占应纳税额百分之三十以上的，处三年以上七年以下有期徒刑，并处罚金。
扣缴义务人采取前款所列手段，不缴或者少缴已扣、已收税款，数额较大的，依照前款的规定处罚。
对多次实施前两款行为，未经处理的，按照累计数额计算。
有第一款行为，经税务机关依法下达追缴通知后，补缴应纳税款，缴纳滞纳金，已受行政处罚的，不予追究刑事责任;但是，五年内因逃避缴纳税款受过刑事处罚或者被税务机关给予二次以上行政处罚的除外。
本题中甲某不构成逃税罪。

2.税务稽查部门在对某企业进行税务稽查时，发现其法定代表人甲某2018年度进行了两次虚假税务申报，少缴税款共4万元，占应纳税额的8%，均受到行政处罚。2019年上半年公司应纳税40万，企业又通过虚假申报少缴税款2万元。税务机关追缴时，甲某带领全体员工暴力抗拒追缴，使税务机关无法追缴，该三次逃避缴纳税款行为被立案侦查并移送起诉。
根据上面材料，回答下列问题：如果在甲某带领全体员工暴力抗拒追缴的过程中，造成一名税务人员重伤，对甲某的行为（　）。
A.按照妨害公务罪定罪处罚
B.按照抗税罪定罪处罚
C.应处以3年以上7年以下有期徒刑，并处拒缴税款1倍以上5倍以下罚金
D.按照故意伤害罪定罪处罚
参考答案:D
答案解析：本题考核涉税案件的立案管辖。如果实施抗税行为致人重伤死亡的，则一个行为既构成了抗税罪，又构成了故意伤害罪、故意杀人罪，属于一个行为触犯数个罪名，符合想象竞合犯的行为特征，应按照刑罚较重的罪名定罪处罚，即应分别依照故意伤害罪、故意杀人罪的规定定罪处罚。  

3.税务稽查部门在对某企业进行税务稽查时，发现其法定代表人甲某2018年度进行了两次虚假税务申报，少缴税款共4万元，占应纳税额的8%，均受到行政处罚。2019年上半年公司应纳税40万，企业又通过虚假申报少缴税款2万元。税务机关追缴时，甲某带领全体员工暴力抗拒追缴，使税务机关无法追缴，该三次逃避缴纳税款行为被立案侦查并移送起诉。
根据上面材料，回答下列问题：如果对甲某的暴力抗缴致人重伤的行为处有期徒刑8年，服刑5年后被假释，在假释考验期内的第2年，又犯盗窃罪，则对李某的假释（　）。
A.应当撤销
B.不应当撤销
C.撤销与否，由人民法院酌情决定
D.可以撤销
参考答案:A
答案解析：本题考核假释的撤销。被假释的犯罪分子，在假释考验期限内犯新罪，应当撤销假释，依照先减后并的原则实行数罪并罚。


33.某房地产开发公司(增值税一般纳税人)2018年3月发生如下业务：
（1）销售2016年3月开工建设的A住宅项目，取得含税收入166000万元，从政府部门取得土地时支付土地价款78000万元。该项目选择简易计税方法计税。
（2）支付甲建筑公司B工程价款，取得增值税专用发票，注明金额12000万元，税额1320万元。
（3）出租一栋写字楼，合同约定租期为3年，每年不含税租金4800万元，每半年支付一次租金，本月收到2018年3月至8月租金，开具增值税专用发票，注明金额2400万元；另收办公家具押金160万元，开具收据。该业务适用一般计税方法。
（4）购进小轿车一辆，支付不含税价款20万元、增值税3.4万元，取得机动车销售统一发票。
（5）支付高速公路通行费，取得高速公路通行费发票，注明金额1.03万元。
已知：本月取得的相关凭证均符合税法规定，并在本月申报抵扣进项税额。
要求：根据上述资料，回答下列问题：2018年3月，该企业应纳增值税(   )。
A.2563.11万元
B.4834.95万元
C.7904.76万元
D.4190.48万元
参考答案:C
答案解析：166000÷(1+5%)×5%=7904.76(万元)。
层    级:高级
难度系数：中
知 识 点：稽查专业知识与技能--第四章 货物与劳务税税务稽查--第一节 增值税稽查方法

33.某房地产开发公司(增值税一般纳税人)2018年3月发生如下业务：
（1）销售2016年3月开工建设的A住宅项目，取得含税收入166000万元，从政府部门取得土地时支付土地价款78000万元。该项目选择简易计税方法计税。
（2）支付甲建筑公司B工程价款，取得增值税专用发票，注明金额12000万元，税额1320万元。
（3）出租一栋写字楼，合同约定租期为3年，每年不含税租金4800万元，每半年支付一次租金，本月收到2018年3月至8月租金，开具增值税专用发票，注明金额2400万元；另收办公家具押金160万元，开具收据。该业务适用一般计税方法。
（4）购进小轿车一辆，支付不含税价款20万元、增值税3.4万元，取得机动车销售统一发票。
（5）支付高速公路通行费，取得高速公路通行费发票，注明金额1.03万元。
已知：本月取得的相关凭证均符合税法规定，并在本月申报抵扣进项税额。
要求：根据上述资料，回答下列问题：
业务(2)该企业准予从销项税额中抵扣的进项税额为(  )万元。
A.0
B.792万元
C.1320万元
D.528万元
参考答案:B
答案解析：业务(2)准予抵扣的进项税额为1320万元
层    级:高级
难度系数：中
知 识 点：稽查专业知识与技能--第四章 货物与劳务税税务稽查--第一节 增值税稽查方法

33.某房地产开发公司(增值税一般纳税人)2018年3月发生如下业务：
（1）销售2016年3月开工建设的A住宅项目，取得含税收入166000万元，从政府部门取得土地时支付土地价款78000万元。该项目选择简易计税方法计税。
（2）支付甲建筑公司B工程价款，取得增值税专用发票，注明金额12000万元，税额1320万元。
（3）出租一栋写字楼，合同约定租期为3年，每年不含税租金4800万元，每半年支付一次租金，本月收到2018年3月至8月租金，开具增值税专用发票，注明金额2400万元；另收办公家具押金160万元，开具收据。该业务适用一般计税方法。
（4）购进小轿车一辆，支付不含税价款20万元、增值税3.4万元，取得机动车销售统一发票。
（5）支付高速公路通行费，取得高速公路通行费发票，注明金额1.03万元。
已知：本月取得的相关凭证均符合税法规定，并在本月申报抵扣进项税额。
要求：根据上述资料，回答下列问题：
业务(3) 该企业增值税销项税额为(  )万元。
A.114.29
B.264.00
C.281.60
D.121.90
参考答案:B
答案解析：业务(3)增值税的销项税额为2400×11%=264(万元)
层    级:高级
难度系数：中
知 识 点：稽查专业知识与技能--第四章 货物与劳务税税务稽查--第一节 增值税稽查方法

33.某房地产开发公司(增值税一般纳税人)2018年3月发生如下业务：
（1）销售2016年3月开工建设的A住宅项目，取得含税收入166000万元，从政府部门取得土地时支付土地价款78000万元。该项目选择简易计税方法计税。
（2）支付甲建筑公司B工程价款，取得增值税专用发票，注明金额12000万元，税额1320万元。
（3）出租一栋写字楼，合同约定租期为3年，每年不含税租金4800万元，每半年支付一次租金，本月收到2018年3月至8月租金，开具增值税专用发票，注明金额2400万元；另收办公家具押金160万元，开具收据。该业务适用一般计税方法。
（4）购进小轿车一辆，支付不含税价款20万元、增值税3.4万元，取得机动车销售统一发票。
（5）支付高速公路通行费，取得高速公路通行费发票，注明金额1.03万元。
已知：本月取得的相关凭证均符合税法规定，并在本月申报抵扣进项税额。
要求：根据上述资料，回答下列问题：该企业高速公路通行费可以抵扣的进项税额（   ）万元。
A.0.03万元
B.0.0309万元
C.0.049万元
D.0.052万元
参考答案:A
答案解析：业务(5)准予抵扣的进项税额为:1.03÷(1+3%)×3%=0.03(万元)
层    级:高级
难度系数：中
知 识 点：稽查专业知识与技能--第四章 货物与劳务税税务稽查--第一节 增值税稽查方法

33.某房地产开发公司(增值税一般纳税人)2018年3月发生如下业务：
（1）销售2016年3月开工建设的A住宅项目，取得含税收入166000万元，从政府部门取得土地时支付土地价款78000万元。该项目选择简易计税方法计税。
（2）支付甲建筑公司B工程价款，取得增值税专用发票，注明金额12000万元，税额1320万元。
（3）出租一栋写字楼，合同约定租期为3年，每年不含税租金4800万元，每半年支付一次租金，本月收到2018年3月至8月租金，开具增值税专用发票，注明金额2400万元；另收办公家具押金160万元，开具收据。该业务适用一般计税方法。
（4）购进小轿车一辆，支付不含税价款20万元、增值税3.4万元，取得机动车销售统一发票。
（5）支付高速公路通行费，取得高速公路通行费发票，注明金额1.03万元。
已知：本月取得的相关凭证均符合税法规定，并在本月申报抵扣进项税额。
要求：根据上述资料，回答下列问题：该企业当月应纳增值税(    )万元
A.3131.05万元
B.7866.13万元
C.8086.13万元
D.6845.33万元
参考答案:D
层    级:高级
难度系数：中
知 识 点：稽查专业知识与技能--第四章 货物与劳务税税务稽查--第一节 增值税稽查方法

44.位于市区的某化妆品制造企业为增值税一般纳税人，2018年度企业申报财务信息为：取得不含税销售收入5000万元；准予扣除的销售成本2300万元；缴纳税金及附加950万元；投资收益100万元（取得直接投资居民企业的股息收入）；销售费用900万元（其中广告费和业务宣传费850万元）；管理费用200万元（其中业务招待费100万元）；发生营业外支出80万元（其中包括通过市政府向山区小学捐赠30万元，直接向某中学捐赠10万元）；在销售成本和费用中列支实发工资总额560万元，职工福利费125万元，拨缴职工工会经费30万元，职工教育经费32万元。企业自行计算全年实现会计利润为670万元，发生业务招待费100万元进行纳税调增，申报的企业所得税应纳税所得额710万元，已交企业所得税177.5万元。2019年6月，市稽查局对该企业2018年度的涉税情况进行检查，发现以下问题：
（1）12月中旬将1000套普通化妆品销售给关联企业，未作账务处理，普通化妆品单套销售成本0.1万元，市场单套不含税销售价格为0.15万元。
（2）12月下旬将10000瓶洗发护理品直接无偿捐赠给目标脱贫地区的单位，未作账务处理，洗发护理品单瓶销售成本20元，市场单套不含税销售价格为50元。
要求：根据上述资料，回答下列问题：
（1）该企业12月份应补缴增值税、城市维护建设税和教育费附加共计（   ）万元
A.21.45万元
B.26.4万元
C.28.6万元
D.35.2万元
参考答案:B
答案解析: 
根据《关于扶贫货物捐赠免征增值税政策的公告》（财政部 税务总局 国务院扶贫办公告2019年第55号）规定，直接将货物无偿捐赠给目标脱贫地区的单位免征增值税。

44.位于市区的某化妆品制造企业为增值税一般纳税人，2018年度企业申报财务信息为：取得不含税销售收入5000万元；准予扣除的销售成本2300万元；缴纳税金及附加950万元；投资收益100万元（取得直接投资居民企业的股息收入）；销售费用900万元（其中广告费和业务宣传费850万元）；管理费用200万元（其中业务招待费100万元）；发生营业外支出80万元（其中包括通过市政府向山区小学捐赠30万元，直接向某中学捐赠10万元）；在销售成本和费用中列支实发工资总额560万元，职工福利费125万元，拨缴职工工会经费30万元，职工教育经费32万元。企业自行计算全年实现会计利润为670万元，发生业务招待费100万元进行纳税调增，申报的企业所得税应纳税所得额710万元，已交企业所得税177.5万元。2019年6月，市稽查局对该企业2018年度的涉税情况进行检查，发现以下问题：
（1）12月中旬将1000套普通化妆品销售给关联企业，未作账务处理，普通化妆品单套销售成本0.1万元，市场单套不含税销售价格为0.15万元。
（2）12月下旬将10000瓶洗发护理品直接无偿捐赠给目标脱贫地区的单位，未作账务处理，洗发护理品单瓶销售成本20元，市场单套不含税销售价格为50元。
要求：根据上述资料，回答下列问题：（2）该企业经检查后正确的全年会计利润总额是（   ）万元
A.700万元
B.698.05万元
C.697.6万元
D.696.8万元
参考答案:C



44.位于市区的某化妆品制造企业为增值税一般纳税人，2018年度企业申报财务信息为：取得不含税销售收入5000万元；准予扣除的销售成本2300万元；缴纳税金及附加950万元；投资收益100万元（取得直接投资居民企业的股息收入）；销售费用900万元（其中广告费和业务宣传费850万元）；管理费用200万元（其中业务招待费100万元）；发生营业外支出80万元（其中包括通过市政府向山区小学捐赠30万元，直接向某中学捐赠10万元）；在销售成本和费用中列支实发工资总额560万元，职工福利费125万元，拨缴职工工会经费30万元，职工教育经费32万元。企业自行计算全年实现会计利润为670万元，发生业务招待费100万元进行纳税调增，申报的企业所得税应纳税所得额710万元，已交企业所得税177.5万元。2019年6月，市稽查局对该企业2018年度的涉税情况进行检查，发现以下问题：
（1）12月中旬将1000套普通化妆品销售给关联企业，未作账务处理，普通化妆品单套销售成本0.1万元，市场单套不含税销售价格为0.15万元。
（2）12月下旬将10000瓶洗发护理品直接无偿捐赠给目标脱贫地区的单位，未作账务处理，洗发护理品单瓶销售成本20元，市场单套不含税销售价格为50元。
要求：根据上述资料，回答下列问题：（4）下列企业对外捐赠税务处理符合规定的是（   ）
A.2018年度允许税前扣除捐赠支出10万元
B.2018年度允许税前扣除捐赠支出20万元
C.2018年度允许税前扣除捐赠支出30万元
D.2018年度允许税前扣除捐赠支出60万元
参考答案:C 
答案解析：捐赠支出扣除限额=697.6×12%=83.71(万元),直接向中学和目标脱贫地区捐赠不允许税前扣除,应调增30万元(10万+20万)。

44.位于市区的某化妆品制造企业为增值税一般纳税人，2018年度企业申报财务信息为：取得不含税销售收入5000万元；准予扣除的销售成本2300万元；缴纳税金及附加950万元；投资收益100万元（取得直接投资居民企业的股息收入）；销售费用900万元（其中广告费和业务宣传费850万元）；管理费用200万元（其中业务招待费100万元）；发生营业外支出80万元（其中包括通过市政府向山区小学捐赠30万元，直接向某中学捐赠10万元）；在销售成本和费用中列支实发工资总额560万元，职工福利费125万元，拨缴职工工会经费30万元，职工教育经费32万元。企业自行计算全年实现会计利润为670万元，发生业务招待费100万元进行纳税调增，申报的企业所得税应纳税所得额710万元，已交企业所得税177.5万元。2019年6月，市稽查局对该企业2018年度的涉税情况进行检查，发现以下问题：
（1）12月中旬将1000套普通化妆品销售给关联企业，未作账务处理，普通化妆品单套销售成本0.1万元，市场单套不含税销售价格为0.15万元。
（2）12月下旬将10000瓶洗发护理品直接无偿捐赠给目标脱贫地区的单位，未作账务处理，洗发护理品单瓶销售成本20元，市场单套不含税销售价格为50元。
要求：根据上述资料，回答下列问题：（5）该企业2018年度应补缴的企业所得税是（    ）
A.14.25万元
B.21.75万元
C.39.25万元
D.46.75万元
参考答案:B
答案解析：投资收益100万元,居民企业股利收入属于免税收入,调减100万元; 向目标脱贫地区捐赠,应申报视同销售收入50万元, 视同销售成本20万元,调增30万元。
应纳税所得额=697.6-100+(50-20)+74+46.6+18.8+30=797(万元);应补缴企业所得税=797×25%-177.5=21.75(万元)。
层级:初级
难度系数:难
知识点：稽查专业知识与技能——第五章 所得税税务稽查——第一节 企业所得税稽查方法 扶贫货物捐赠免征增值税政策规定、会计利润的计算、企业所得税扣除项目及其标准、企业所得税应纳税所得额的计算。

55.A市税务局稽查局执法人员接群众举报，对本市某公司进行税务检查发现该公司采取收账外经营、销售收入不入账手段逃避缴纳税款20万元，稽查局根据《税收征收管理法》和该市税务局的规定，责令甲公司限期补缴税款及滞纳金，并拟对其作出10万元的行政处罚。稽查局向该企业送达了《税务行政处罚告知书》告知其有申请听证的权利。
如果听证之后，稽查局依然对甲公司作出了罚款10万元的行政处罚，甲公司不服向人民法院提起诉讼。人民法院对该市税务局的规定处理正确的是（　）。
A.应当作为审理案件的依据
B.应当参照适用
C.可以进行合法性审查，如认为合法可以作为审理依据
D.可以进行合法性审查，如认为不合法可以撤销
E.可以进行合理性审查
参考答案:C
答案解析：本题考核人民法院对具体行政行为合法性进行审查的原则。人民法院审理行政案件时，以法律、法规、自治条例和单行条例为依据，参照规章。人民法院在对具体行政行为的合法性进行审查时，不可避免地要对具体行政行为所依据的规章及规章以下的规范性文件进行鉴别和评价，如果这些规范性文件不符合法律、法规的规定，人民法院将以具体行政行为没有法律依据为由予以撤销。但人民法院只能撤销该具体行政行为，无权宣告这些规范性文件的违法性，更不能将其撤销。本案中，市国税局的规定属行政规定，法院可以进行合法性审查，如果认为合法，可以作为审理依据；如果认为不合法，法院无权撤销，只能另由市政府有关部门自行撤销。 

55.A市税务局稽查局执法人员接群众举报，对本市某公司进行税务检查发现该公司采取收账外经营、销售收入不入账手段逃避缴纳税款20万元，稽查局根据《税收征收管理法》和该市税务局的规定，责令甲公司限期补缴税款及滞纳金，并拟对其作出10万元的行政处罚。稽查局向该企业送达了《税务行政处罚告知书》告知其有申请听证的权利。
如果甲对稽查局作出的责令限期补缴税款和缴纳滞纳金的决定不服，则下列说法正确的是：（       ）
A.若甲公司没有提起行政复议而直接向人民法院提起行政诉讼的，人民法院应当判决驳回起诉
B.若甲公司在法定期限内既不补缴税金和滞纳金，也不行使救济的权利，税务机关可以依法申请人民法院强制执行
C.甲公司应当先补缴税款和滞纳金或者提供相应的担保，由市税务局确认后，才能向上一级税务局或者本市人民政府申请行政复议
D.甲公司申请复议前，可以以保证、抵押和质押的方式提供担保
E.若甲公司提起行政诉讼，应当税务局决定作出之日起3个月内提起
参考答案:D
答案解析：本题考核对税务机关作出的征税行为不服的救济途径。对税务机关作出的征税行为不服，应当先提起行政复议，对复议决定不服的可以向人民法院提起行政诉讼。对经过复议的行政行为提起行政诉讼，提起行政诉讼的期限是复议决定作出之日起15天。对于没有提起复议直接提起行政诉讼的，人民法院应当不予受理。选项A、E错误。税务局作为垂直管理的部门，行政复议机关是作出具体行政行为的税务局的上一级主管税务机关。选项C错误。征收税款的权力是税务机关享有的专属权力，如果当事人在法定期限内拒不履行行政行为，也不提起复议的，税务机关自行强制执行。选项B错误。  


66.张某在甲公司任职，2019年每月税前工资薪金1万元，三险一金2000元。张某系独生子女，父母年龄均为70岁，张某有一个孩子 正在读初中。无其他可扣除项目，公司按月预扣预缴个人所得税。另外2019年张某从政府采购办取得专家评审费3万元，出版书籍取得稿酬5万元,持有境内股票6个月后取得股息1万元, 随后立即将此股票转让，转让股票所得10万元。
请结合上述资料，回答下列问题（单选题）：张某申报2019年综合所得个人所得税时可以享受的全年的专项附加扣除是：
A.12000元
B.24000元
C.36000元
D.60000元 
参考答案:C
答案解析：赡养老人每月专项附加扣除为2000元，子女教育每月专项附加扣除为1000元，全年专项附加扣除是36000元。

66.张某在甲公司任职，2019年每月税前工资薪金1万元，三险一金2000元。张某系独生子女，父母年龄均为70岁，张某有一个孩子 正在读初中。无其他可扣除项目，公司按月预扣预缴个人所得税。另外2019年张某从政府采购办取得专家评审费3万元，出版书籍取得稿酬5万元,持有境内股票6个月后取得股息1万元, 随后立即将此股票转让，转让股票所得10万元。
请结合上述资料，回答下列问题（单选题）：
政府采购办应预扣预缴张某的个人所得税为：
A.900元
B.5200元
C.6000元
D.7000元
参考答案:B
答案解析：劳务报酬预扣预缴的个人所得税=30000×（1-20%）×30%-2000=5200（元）。

66.张某在甲公司任职，2019年每月税前工资薪金1万元，三险一金2000元。张某系独生子女，父母年龄均为70岁，张某有一个孩子 正在读初中。无其他可扣除项目，公司按月预扣预缴个人所得税。另外2019年张某从政府采购办取得专家评审费3万元，出版书籍取得稿酬5万元,持有境内股票6个月后取得股息1万元, 随后立即将此股票转让，转让股票所得10万元。
请结合上述资料，回答下列问题（单选题）：
出版社应预扣预缴张某的个人所得税是：
A.5600元
B.6400元
C.7000元
D.8000元
参考答案:A
答案解析：稿酬所得预扣预缴个人所得税=50000×（1-20%）×70%×20%=5600元。

66.张某在甲公司任职，2019年每月税前工资薪金1万元，三险一金2000元。张某系独生子女，父母年龄均为70岁，张某有一个孩子 正在读初中。无其他可扣除项目，公司按月预扣预缴个人所得税。另外2019年张某从政府采购办取得专家评审费3万元，出版书籍取得稿酬5万元,持有境内股票6个月后取得股息1万元, 随后立即将此股票转让，转让股票所得10万元。
请结合上述资料，回答下列问题（单选题）：
证券交易所应代扣代缴张某的个人所得税是：
A.1000元
B.2000元
C.21000元
D.22000元
参考答案:A
答案解析：个人持股期限在1个月以上至1年（含1年）的，暂减按50%计入应纳税所得额；适用20%的税率计征个人所得税。对个人转让上市公司股票取得的所得暂免征收个人所得税。证券交易所应代扣代缴张某的个人所得税=10000×50%×20%=1000元

66.张某在甲公司任职，2019年每月税前工资薪金1万元，三险一金2000元。张某系独生子女，父母年龄均为70岁，张某有一个孩子 正在读初中。无其他可扣除项目，公司按月预扣预缴个人所得税。另外2019年张某从政府采购办取得专家评审费3万元，出版书籍取得稿酬5万元,持有境内股票6个月后取得股息1万元, 随后立即将此股票转让，转让股票所得10万元。
请结合上述资料，回答下列问题（单选题）：2020年，张某汇算清缴应补缴个人所得税：
A. -10800元
B. -8120元
C. 6000元
D. 10800元
参考答案:B
答案解析：每月工资应纳税所得额=10000-2000-5000-2000-1000=0，无需预扣预缴个人所得税。
全年综合所得=12万+3万+5万=20万元
全年综合所得应缴个人所得税=52000×10%-2520=2680（元）
股息所得应纳个人所得税=10000×50%×20%=1000元
汇算应补（退）个人所得税=2680+1000-5200-5600-1000=-8120（元）
层级:中级
难度系数：中
知识点: 稽查专业知识与技能——第五章 所得税税务稽查——第二节 个人所得税稽查方法 个人所得税专项附加扣除、不同应税项目应纳税所得额的计算、个人所得税预缴和汇算清缴。

77.2019年1月6日起，A市税务局稽查局对C公司开展立案检查，检查中发现，该公司2016年少缴税款88万元，经核实是由于该公司会计人员疏忽、计算错误所导致。2019年3月15日稽查局向C公司送达了《税务处理决定书》，要求其缴清税款及滞纳金。C公司不服，直接向A市税务局申请行政复议。A市税务局以C公司未缴纳税款及滞纳金且未提供纳税担保为由，决定不予受理。
在规定期限内，C公司仍未缴纳税款，经责令限期缴纳未果，4月17日，A市税务局稽查局依程序对其实施税收保全措施，查封该公司一批价值45万元的空调和一批价值43万元电冰箱。C公司提出，该批空调为加强业务交流，已无偿赠送给业务单位，并签订了书面赠与合同（未约定违约责任），明日就要交付，货物已不属于公司所有，税务机关无权查封；该批电冰箱已签订了买卖合同，即将发往购货单位，税务机关也无权查封，且如果被查封导致不能按时发货，公司将承担巨大的违约责任，要求税务机关部分变更执行措施，可划扣账上存款或查封其他货物。A市税务局稽查局认为空调、电冰箱并未交付，均仍属于C公司的财产，且因该公司在强制执行过程中态度恶劣，与执法人员发生冲突，故对其要求不予理会。C公司遂以稽查局强制执行措施不当为由，再次向A市税务局申请行政复议。A市税务局受理了复议申请，并确认稽查局的行为合法，做出了维持原具体行政行为的复议决定。随后，C公司依法向人民法院提起了行政诉讼。
请结合以上材料，回答以下问题：
下列关于A市税务局稽查局对C公司2016年少缴的税款、滞纳金进行追缴的行为，说法正确的是：
A. A市税务局稽查局无权对C公司2016年少缴的税款、滞纳金进行追缴
B. A市税务局稽查局有权对C公司2016年少缴的税款进行追缴，但无权加收滞纳金
C. A市税务局稽查局有权对C公司2016年少缴的税款、滞纳金进行追缴
D. A市税务局稽查局有权对C公司2016年少缴的税款进行追缴，但无权加收滞纳金，可加算银行同期贷款利息
参考答案:C
答案解析：因纳税人、扣缴义务人计算错误等失误，未缴或者少缴税款的，税务机关在三年内可以追征税款、滞纳金；有特殊情况的，追征期可以延长到五年。
层    级：高级
难度系数：易
知 识 点：稽查专业知识与技能—第三章税务稽查工作流程—第三节审理管理

77.2019年1月6日起，A市税务局稽查局对C公司开展立案检查，检查中发现，该公司2016年少缴税款88万元，经核实是由于该公司会计人员疏忽、计算错误所导致。2019年3月15日稽查局向C公司送达了《税务处理决定书》，要求其缴清税款及滞纳金。C公司不服，直接向A市税务局申请行政复议。A市税务局以C公司未缴纳税款及滞纳金且未提供纳税担保为由，决定不予受理。
在规定期限内，C公司仍未缴纳税款，经责令限期缴纳未果，4月17日，A市税务局稽查局依程序对其实施税收保全措施，查封该公司一批价值45万元的空调和一批价值43万元电冰箱。C公司提出，该批空调为加强业务交流，已无偿赠送给业务单位，并签订了书面赠与合同（未约定违约责任），明日就要交付，货物已不属于公司所有，税务机关无权查封；该批电冰箱已签订了买卖合同，即将发往购货单位，税务机关也无权查封，且如果被查封导致不能按时发货，公司将承担巨大的违约责任，要求税务机关部分变更执行措施，可划扣账上存款或查封其他货物。A市税务局稽查局认为空调、电冰箱并未交付，均仍属于C公司的财产，且因该公司在强制执行过程中态度恶劣，与执法人员发生冲突，故对其要求不予理会。C公司遂以稽查局强制执行措施不当为由，再次向A市税务局申请行政复议。A市税务局受理了复议申请，并确认稽查局的行为合法，做出了维持原具体行政行为的复议决定。随后，C公司依法向人民法院提起了行政诉讼。
请结合以上材料，回答以下问题：下列关于A市税务局对C公司两次申请行政复议作出不同的受理决定的行为，说法正确的是：
A. A市税务局应受理C公司第一次申请，不应受理C公司的第二次申请
B.A市税务局不应受理C公司第一次申请，而应受理C公司的第二次申请
C.A市税务局对C公司得两次申请都应受理
D.A市税务局对C公司得两次申请都不应受理
参考答案:B
答案解析：纳税人、扣缴义务人、纳税担保人同税务机关在纳税上发生争议时，必须先依照税务机关的纳税决定缴纳或者解缴税款及滞纳金或者提供相应的担保，然后可以依法申请行政复议。当事人对税务机关的处罚决定、强制执行措施或者税收保全措施不服的，可以依法申请行政复议，也可以依法向人民法院起诉。
层    级：高级
难度系数：易
知 识 点：稽查专业知识与技能—第三章税务稽查工作流程—第三节审理管理

77.2019年1月6日起，A市税务局稽查局对C公司开展立案检查，检查中发现，该公司2016年少缴税款88万元，经核实是由于该公司会计人员疏忽、计算错误所导致。2019年3月15日稽查局向C公司送达了《税务处理决定书》，要求其缴清税款及滞纳金。C公司不服，直接向A市税务局申请行政复议。A市税务局以C公司未缴纳税款及滞纳金且未提供纳税担保为由，决定不予受理。
在规定期限内，C公司仍未缴纳税款，经责令限期缴纳未果，4月17日，A市税务局稽查局依程序对其实施税收保全措施，查封该公司一批价值45万元的空调和一批价值43万元电冰箱。C公司提出，该批空调为加强业务交流，已无偿赠送给业务单位，并签订了书面赠与合同（未约定违约责任），明日就要交付，货物已不属于公司所有，税务机关无权查封；该批电冰箱已签订了买卖合同，即将发往购货单位，税务机关也无权查封，且如果被查封导致不能按时发货，公司将承担巨大的违约责任，要求税务机关部分变更执行措施，可划扣账上存款或查封其他货物。A市税务局稽查局认为空调、电冰箱并未交付，均仍属于C公司的财产，且因该公司在强制执行过程中态度恶劣，与执法人员发生冲突，故对其要求不予理会。C公司遂以稽查局强制执行措施不当为由，再次向A市税务局申请行政复议。A市税务局受理了复议申请，并确认稽查局的行为合法，做出了维持原具体行政行为的复议决定。随后，C公司依法向人民法院提起了行政诉讼。
请结合以上材料，回答以下问题：下列关于A市税务局稽查局对C公司的空调和电冰箱依程序实施税收保全措施的行为，说法正确的是:
A.因赠与合同、买卖合同都已生效，税务机关无权对空调、电冰箱实施税收保全措施
B.因空调、电冰箱还未交付，仍属于C公司，税务机关可以实施税收保全措施
C.因空调属于赠与合同，C公司不会产生违约责任，税务机关对空调可以实施税收保全措施
D.因无法履行买卖合同，C公司将会产生违约责任，税务机关对电冰箱不能实施税收保全措施
参考答案:B
答案解析:虽然赠与合同、买卖合同都已生效，但合同的生效，并不意味着标的物所有权就发生了转移。根据《物权法》第二十三条规定：“动产物权的设立和转让，自交付时发生效力，但法律另有规定的除外。”本案中，因空调和电冰箱并未交付，所有权仍然属于C公司，税务机关依职权可以对其实施税收保全措施。与是否承担合同违约责任并无关联。
层    级：高级
难度系数：中
知 识 点：稽查专业知识与技能—第三章税务稽查工作流程—第三节审理管理

77.2019年1月6日起，A市税务局稽查局对C公司开展立案检查，检查中发现，该公司2016年少缴税款88万元，经核实是由于该公司会计人员疏忽、计算错误所导致。2019年3月15日稽查局向C公司送达了《税务处理决定书》，要求其缴清税款及滞纳金。C公司不服，直接向A市税务局申请行政复议。A市税务局以C公司未缴纳税款及滞纳金且未提供纳税担保为由，决定不予受理。
在规定期限内，C公司仍未缴纳税款，经责令限期缴纳未果，4月17日，A市税务局稽查局依程序对其实施税收保全措施，查封该公司一批价值45万元的空调和一批价值43万元电冰箱。C公司提出，该批空调为加强业务交流，已无偿赠送给业务单位，并签订了书面赠与合同（未约定违约责任），明日就要交付，货物已不属于公司所有，税务机关无权查封；该批电冰箱已签订了买卖合同，即将发往购货单位，税务机关也无权查封，且如果被查封导致不能按时发货，公司将承担巨大的违约责任，要求税务机关部分变更执行措施，可划扣账上存款或查封其他货物。A市税务局稽查局认为空调、电冰箱并未交付，均仍属于C公司的财产，且因该公司在强制执行过程中态度恶劣，与执法人员发生冲突，故对其要求不予理会。C公司遂以稽查局强制执行措施不当为由，再次向A市税务局申请行政复议。A市税务局受理了复议申请，并确认稽查局的行为合法，做出了维持原具体行政行为的复议决定。随后，C公司依法向人民法院提起了行政诉讼。
请结合以上材料，回答以下问题：如果C公司赠送的空调所有权已经转移，不再属于C公司，A市税务局稽查局依法可采取的措施包括：
A.税收保全措施
B.税收强制措施
C.代位权
D.撤销权
参考答案:D


88.在对某酒厂进行税务稽查时，发现该企业2019年5月份发生以下业务:
(1)以外购粮食白酒和自产糠麸白酒勾兑散装白酒1吨并销售，取得不含税收入3.8万元，货款已收到。
(2)自制白酒5吨，对外售出4吨，收到不含税销售额20万元(含包装费3万元)，另收取包装物押金(单独核算)0.2万元。
(3)以自制白酒1000斤继续加工成药酒1200斤，全部售出，普通发票上注明销售额72万元。
(4)为厂庆活动特制白酒2000公斤，全部发放职工，无同类产品售价。每公斤成本为15元。要求：请计算该酒厂本月应纳消费税。(白酒定额税率为0.5元/斤，比例税率为20%，药酒比例税率为10%，粮食白酒的成本利润率为10%)
(1)对外购的粮食白酒和糠麸白酒勾兑的散装白酒，应缴纳的消费税为(  )万元。
A.0.1
B.0.76
C.0.86
D.1
参考答案:C

88.在对某酒厂进行税务稽查时，发现该企业2019年5月份发生以下业务:
(1)以外购粮食白酒和自产糠麸白酒勾兑散装白酒1吨并销售，取得不含税收入3.8万元，货款已收到。
(2)自制白酒5吨，对外售出4吨，收到不含税销售额20万元(含包装费3万元)，另收取包装物押金(单独核算)0.2万元。
(3)以自制白酒1000斤继续加工成药酒1200斤，全部售出，普通发票上注明销售额72万元。
(4)为厂庆活动特制白酒2000公斤，全部发放职工，无同类产品售价。每公斤成本为15元。要求：请计算该酒厂本月应纳消费税。(白酒定额税率为0.5元/斤，比例税率为20%，药酒比例税率为10%，粮食白酒的成本利润率为10%)该企业自制白酒对外销售需要缴纳的消费税为（ ）万元。
A.4.25
B.4.44
C.4.56
D.4.78
参考答案:B

88.在对某酒厂进行税务稽查时，发现该企业2019年5月份发生以下业务:
(1)以外购粮食白酒和自产糠麸白酒勾兑散装白酒1吨并销售，取得不含税收入3.8万元，货款已收到。
(2)自制白酒5吨，对外售出4吨，收到不含税销售额20万元(含包装费3万元)，另收取包装物押金(单独核算)0.2万元。
(3)以自制白酒1000斤继续加工成药酒1200斤，全部售出，普通发票上注明销售额72万元。
(4)为厂庆活动特制白酒2000公斤，全部发放职工，无同类产品售价。每公斤成本为15元。要求：请计算该酒厂本月应纳消费税。(白酒定额税率为0.5元/斤，比例税率为20%，药酒比例税率为10%，粮食白酒的成本利润率为10%)该企业以自制白酒继续加工药酒销售的,需要缴纳消费税为(  )万元。
A.0.52
B.0.58
C.0.64
D.0.72
参考答案:C

123.在对某酒厂进行税务稽查时，发现该企业2019年5月份发生以下业务:
(1)以外购粮食白酒和自产糠麸白酒勾兑散装白酒1吨并销售，取得不含税收入3.8万元，货款已收到。
(2)自制白酒5吨，对外售出4吨，收到不含税销售额20万元(含包装费3万元)，另收取包装物押金(单独核算)0.2万元。
(3)以自制白酒1000斤继续加工成药酒1200斤，全部售出，普通发票上注明销售额72万元。
(4)为厂庆活动特制白酒2000公斤，全部发放职工，无同类产品售价。每公斤成本为15元。
要求：请计算该酒厂本月应纳消费税。(白酒定额税率为0.5元/斤，比例税率为20%，药酒比例税率为10%，粮食白酒的成本利润率为10%)该企业特制白酒发放给职工，需要缴纳的消费税为（  ）万元。
A.1
B.1.705
C.1.375
D.1.225
参考答案:B

88.在对某酒厂进行税务稽查时，发现该企业2019年5月份发生以下业务:
(1)以外购粮食白酒和自产糠麸白酒勾兑散装白酒1吨并销售，取得不含税收入3.8万元，货款已收到。
(2)自制白酒5吨，对外售出4吨，收到不含税销售额20万元(含包装费3万元)，另收取包装物押金(单独核算)0.2万元。
(3)以自制白酒1000斤继续加工成药酒1200斤，全部售出，普通发票上注明销售额72万元。
(4)为厂庆活动特制白酒2000公斤，全部发放职工，无同类产品售价。每公斤成本为15元。要求：请计算该酒厂本月应纳消费税。(白酒定额税率为0.5元/斤，比例税率为20%，药酒比例税率为10%，粮食白酒的成本利润率为10%)该企业上述四项行为合计应缴消费税（  ）万元。
A.5.87
B.7.485
C.7.435
D.7.015
参考答案:D
`;

const checkFormat = list => {
    let l = [];
    let tmp = '';
    let pro = 0;
    for (let s of list) {
        if (!isNaN(s[0] * 1)) {
            if (tmp) {
                l.push(tmp);
                if (tmp.substring(0, tmp.indexOf('.')) * 1 - pro !== 1) {
                }
                pro = tmp.substring(0, tmp.indexOf('.')) * 1
            }
            tmp = s;
        } else {
            tmp += s;
        }
    }
    return l;
}
const set_ASK = ask => {
    ask = ask.substring(ask.indexOf('.') + 1)
    return ask;
}
const setAsk = (s, id) => {
    s = s.replace(new RegExp('[(][ABCDEF][)]'), '@')
    if (s.indexOf('@') < 0) {
        // console.error('setAsk', id, s);
    }
    return s;
}
const setRight = (s, id, tmp) => {
    let map = {
        A: 0, B: 1, C: 2, D: 3, E: 4, F: 5
    };
    if (!s) {
        console.log(tmp);
        console.error('setRight', id + ' is null', tmp);
        return;
    }
    s = s.substring(s.indexOf('参考答案:') + 5, s.indexOf('参考答案:') + 6)
    if (s.length !== 1) {
        console.error(id, s);
    } else if ('ABCDEF'.indexOf(s) < 0) {
        console.error('答案错误', id, s);
    }
    else {
        return map[s];
    }
}
const setAnswer = (s, id, tmp) => {
    if (!s) {
        console.error('setAn', id + ' is null', tmp);
        return;
    }
    s = s.substring(0, s.indexOf('参考答案:'))
    let w = s.split(new RegExp("[ABCDEF][.]"));
    if (!w || w.length < 3) {
        console.error(id, w);
        return;
    }
    return w;
}

const lastList = (l) => {
    let last = [];
    let tmp = {};
    const add = (t, id) => {
        last.push(t);
    }
    for (const s of l) {
        tmp.id = s.split('.')[0];
        tmp.w = s.split('A.')[1];
        tmp.a = set_ASK(s.split('A.')[0]);
        tmp.r = setRight(tmp.w, tmp.id, tmp);
        tmp.ask = setAsk(tmp.a, tmp.id);
        tmp.answer = setAnswer(tmp.w, tmp.id, tmp);
        add({
            q: tmp.ask,
            a: tmp.answer,
            r: tmp.r
        });
    }
    return last;
}

const showFormat = (last) => {
    let showStr = '';
    for (let s of last) {
        showStr += '{';
        showStr += `"q":"${s.q}",`;
        showStr += `"r":"${s.r}",`;
        showStr += `"a":["${s.a.join('","')}"]`;
        showStr += '},'
    }
    console.log(`[${showStr.replace(/\s+/g, '').substring(0, showStr.length - 1)}]`);
}
let list = str.split(new RegExp("\n"));
let l = checkFormat(list);
let last = lastList(l);
showFormat(last);
