var str = `1.新时代我国社会主要矛盾是：
A.人民日益增长的美好生活需要与不平衡不充分的发展之间的矛盾
B.人民日益增长的物质文化需要同落后的社会生产之间的矛盾
C.人民日益增长的物质文化需要同不平衡不充分的发展之间的矛盾
D.人民日益增长的美好生活需要同落后的社会生产之间的矛盾
参考答案:A
答案解析：新时代我国社会主要矛盾是人民日益增长的美好生活需要与不平衡不充分的发展之间的矛盾。依据《习近平新时代中国特色社会主义思想学习纲要》。
层    级：初级
难度系数：易
知 识 点：第一篇政治素质——第一章习近平新时代中国特色社会主义思想——第二节新思想的鲜明主题、科学体系和核心要义

2.各级税务机关履行全面从严治党监督职责的部门是:
A.督查内审部门
B.办公室
C.机关党委
D.纪检机构
参考答案:D
答案解析:根据《税务系统落实全面从严治党主体责任和监督责任实施办法（试行）》第三条  各级税务局党委履行全面从严治党主体责任，党委书记履行“第一责任人”职责，党委委员履行“一岗双责”，职能部门（内设机构、派出机构、事业单位）抓好职责范围内全面从严治党工作，党支部负责落实本支部全面从严治党工作，纪检机构履行监督执纪问责职责、协助党委推进全面从严治党。
层    级:初级
难度系数:易
知 识 点:第一篇 政治素质—第四章 税务系统全面从严治党新格局—第二节 税务系统全面从严治党的责任
3.关于党的十九大主题,下列说法中正确的是：
A.不忘初心，继续前进     
B.不忘初心，牢记使命 
C.不忘初心，方得始终     
D.不忘初心，砥砺前行
参考答案:B
答案解析：党的十九大主题是：不忘初心，牢记使命，高举中国特色社会主义伟大旗帜，决胜全面建成小康社会，夺取新时代中国特色社会主义伟大胜利，为实现中华民族伟大复兴的中国梦不懈奋斗。 
层    级：初级
难度系数：易
知 识 点：第一篇 政治素质——第二章 新时代共产党人的党性修养——第一节 党的历史和传统

4.中国共产党的最高理想和最终目标是：
A.反帝反封建
B.推翻三座大山
C.实现中华民族伟大复兴
D.实现共产主义
参考答案:D
答案解析：十九大报告第二部分第3自然段“中国共产党一经成立，就把实现共产主义作为党的最高理想和最终目标，义无反顾肩负起实现中华民族伟大复兴的历史使命，团结带领人民进行了艰苦卓绝的斗争，谱写了气吞山河的壮丽史诗。”
层    级：初级
难度系数：易
知 识 点：第一篇 政治素质——第二章 新时代共产党人的党性修养——第二节 党的理想和信念

5.在新时代党的建设中发挥统领作用的是：
A.组织建设 
B.政治建设 
C.思想建设
D.纪律建设
参考答案:B 
答案解析：新时代党的建设中以党的政治建设为统领。
层    级：初级
难度系数：易
知 识 点：政治素质——新时代党的建设——新时代党的建设总要求

6.思想建设是党的基础性建设。党的思想建设首要任务是：
A.尊崇遵循党章
B.增强党性修养
C.坚定理想信念
D.牢记党的宗旨
参考答案:C 
答案解析：把坚定理想信念作为党的思想建设的首要任务。
层    级：初级
难度系数：易
知 识 点：政治素质——新时代党的建设——党的思想建设

7.党最根本、最重要的纪律是:
A.政治纪律
B.组织纪律
C.群众纪律
D.廉洁纪律
参考答案:A
答案解析：《关于新形势下党内政治生活的若干准则》：政治纪律是党最根本、最重要的纪律，遵守党的政治纪律是遵守党的全部纪律的基础。
层    级：初级
难度系数：易

8.中国共产党的领导是中国特色社会主义最本质的特征，是中国特色社会主义制度的：
A.最大特色     
B.基本特色     
C.最大优势     
D.基本优势
参考答案:C 
答案解析：中国特色社会主义最本质的特征是中国共产党的领导，中国特色社会主义制度的最大优势是中国共产党的领导。依据《习近平新时代中国特色社会主义思想学习纲要》。
层    级：中级
难度系数：易
知 识 点：第一篇政治素质——第一章习近平新时代中国特色社会主义思想——第二节新思想的鲜明主题、科学体系和核心要义

9.税务系统加强新形势下党的建设，全面落实从严治党的指导思想是：
A.邓小平理论
B.“三个代表”思想
C.习近平新时代中国特色社会主义思想
D.科学发展观
参考答案:C
答案解析：《中共国家税务总局委员会关于加强新形势下税务系统党的建设的意见》（二）总体要求。以习近平新时代中国特色社会主义思想为指导，深入贯彻党的十九大和十九届二中、三中全会精神，全面落实新时代党的建设总要求。
层    级:中级
难度系数:中
知 识 点:第一篇 政治素质—第四章 税务系统全面从严治党新格局—第四节 构建税务系统新纵合横通强党建机制体系

10.为了实现一个历史使命，无论是弱小还是强大，无论是顺境还是逆境，我们党都初心不改、矢志不渝，团结带领人民历经千难万险，付出巨大牺牲，敢于面对曲折，勇于修正错误，攻克了一个又一个看似不可攻克的难关，创造了一个又一个彪炳史册的人间奇迹。这个历史使命是指：
A.新民主主义革命      
B.社会主义革命
C.社会主义现代化      
D.中华民族伟大复兴
参考答案:D
答案解析：十九大报告第二部分第7自然段，“为了实现中华民族伟大复兴的历史使命，无论是弱小还是强大，无论是顺境还是逆境，我们党都初心不改、矢志不渝，团结带领人民历经千难万险，付出巨大牺牲，敢于面对曲折，勇于修正错误，攻克了一个又一个看似不可攻克的难关，创造了一个又一个彪炳史册的人间奇迹。”
层    级：中级
难度系数：易
知 识 点：第一篇 政治素质——第二章 新时代共产党人的党性修养——第一节 党的历史和传统

11.党支部每年开展民主评议党员的次数一般是：
A.1次    
B.2次    
C.3次    
D.4次
参考答案:A
答案解析：《中国共产党支部工作条例（试行）》第十八条指出，党支部一般每年开展1次民主评议党员，组织党员对照合格党员标准、对照入党誓词，联系个人实际进行党性分析。
层    级：中级
难度系数：易
知 识 点：第一篇 政治素质——第二章 新时代共产党人的党性修养——第三节 党的性质和宗旨

12.增强党自我净化能力，根本靠强化群众监督和：
A.党的自我监督   
B.人大监督    
C.舆论监督    
D.司法监督
参考答案:A
答案解析： 十九大报告的“全面从严治党”部分指出：健全党和国家监督体系。增强党自我净化能力，根本靠强化党的自我监督和群众监督。
层    级：中级
难度系数：易
知 识 点：第一篇 政治素质——第二章 新时代共产党人的党性修养——第四节 党的纪律和规矩

13.党保持团结统一的思想基础是：
A.马克思主义理想和科学社会主义共同理想
B.共产主义远大理想和中国特色社会主义共同理想
C.共产主义理想和社会主义理想
D.共产主义远大理想和科学社会主义共同理想
参考答案:B 
答案解析：共产主义远大理想和中国特色社会主义共同理想，是中国共产党人的精神支柱和政治灵魂，也是保持党的团结统一的思想基础。
层    级：中级
难度系数：易
知 识 点：政治素质——新时代党的建设——党的思想建设

14.党的作风是党的形象，作风建设的核心是：
A.加强党风廉政建设
B.保持党同人民群众的血肉联系
C.保持党的纯洁性
D.加强党的政治建设
参考答案:B
答案解析:作风建设的核心是保持党同人民群众的血肉联系。
层    级：中级
难度系数：易
知 识 点：政治素质——新时代党的建设——党的作风建设——党的作风建设的地位和意义

15.在党章中，将“纪律”单独作为一章规定的是：
A.党的二大通过的党章
B.党的一大通过的党章
C.党的三大通过的党章
D.党的四大通过的党章
参考答案:A
答案解析：党的二大通过的党章。
层    级：中级
难度系数：中
知 识 点：政治素质——新时代党的建设——党的纪律建设——党的纪律建设历史经验

16.只能由中央党内法规作出规定的是：
A.党的纪律处分和组织处理方面的制度
B.党员义务权利方面的制度；
C.涉及党中央集中统一领导的事项
D.党的领导和党的建设各方面的制度
参考答案:C
答案解析：中央党内法规制定党员义务权利方面的基本制度、党的纪律处分和组织处理方面的基本制度、党的领导和党的建设各方面的制度。凡是涉及党中央集中统一领导的事项,只能由中央党内法规作出规定
层    级：中级
难度系数：高
知 识 点：政治素质——新时代党的建设——党的制度建设

17.中国共产党人的初心和使命，就是:
A.实现祖国统一，促进各民族共同繁荣
B.解放生产力，发展生产力，最终实现共同富裕
C.把中国建设成为富强、民主、文明的社会主义现代化国家
D.为中国人民谋幸福，为中华民族谋复兴
参考答案:D 
答案解析：不忘初心，方得始终。中国共产党人的初心和使命，就是为中国人民谋幸福，为中华民族谋复兴。依据《习近平新时代中国特色社会主义思想学习纲要》。
层    级：高级
难度系数：易
知 识 点：第一篇政治素质——第一章习近平新时代中国特色社会主义思想——第二节新思想的鲜明主题、科学体系和核心要义

18.为加强党的建设，习近平总书记首提“全面从严治党”的时间是：
A.“三严三实”主题教育期间
B.“两学一做”主题教育期间
C.“不忘初心、牢记使命”主题教育期间
D.党的群众路线教育实践活动期间
参考答案:D
答案解析：2014年10月8日，习近平总书记在党的群众路线教育实践活动总结大会讲话中首提“全面推进从严治党”。
层    级:高级
难度系数:中
知 识 点:第一篇 政治素质—第四章 税务系统全面从严治党新格局—第一节 全面从严治党基本方略

19.不忘初心，方得始终。中国共产党人的初心和使命，就是：
A.实现祖国统一，促进各民族共同繁荣
B.解放生产力，发展生产力，最终实现共同富裕
C.把中国建设成为富强、民主、文明的社会主义现代化国家
D.为中国人民谋幸福，为中华民族谋复兴
参考答案:D
答案解析：十九大报告强调，“不忘初心，方得始终。中国共产党人的初心和使命，就是为中国人民谋幸福，为中华民族谋复兴。”
层    级：高级
难度系数：易
知 识 点：第一篇 政治素质——第二章 新时代共产党人的党性修养——第一节 党的历史和传统

20.我们立党立国的根本指导思想是：
A.马克思主义
B.毛泽东思想  
C.科学社会主义
D.邓小平理论
参考答案:A 
答案解析：马克思主义是我们立党立国的根本指导思想。
层    级：高级
难度系数：易
知 识 点：政治素质——新时代党的建设——党的政治建设——坚定的政治信仰

21.党支部对党员进行经常性教育管理的方式是：
A.民主评议制度
B.理论学习制度
C.“三会一课”制度
D.党费缴纳制度
参考答案:C
答案解析：党支部应当运用“三会一课”制度，对党员进行经常性的教育管理。
层    级：高级
难度系数：易
知 识 点：政治素质——新时代党的建设——党的组织建设——党员教育管理

22.党员教育管理的首要政治任务是:
A.增强“四个意识”，坚定“四个自信”
B.用习近平新时代中国特色社会主义思想武装全党
C.不忘初心，牢记使命
D.坚定理想信念
参考答案:B
答案解析：《中国共产党党员教育管理工作条例》第五条，把用习近平新时代中国特色社会主义思想武装全党作为党员教育管理的首要政治任务
层    级：高级
难度系数：中
知 识 点：政治素质——新时代党的建设——党的组织建设——党员教育管理

23.党的根本组织原则是：
A.人民代表大会制
B.民主协商制
C.少数服从多数
D.民主集中制
参考答案:D
试题解析：民主集中制党的根本组织原则
层    级：高级
难易度：易
知 识 点：政治素质——新时代党的建设——党的组织建设——民主集中制

24.党和国家的生命线、人民的幸福线，党内政治生活正常开展的根本保证是：
A.党的政治路线
B.党的思想路线
C.党的群众路线
D.党在社会主义初级阶段的基本路线
参考答案:D
答案解析：《关于新形势下党内政治生活的若干准则》：党在社会主义初级阶段的基本路线是党和国家的生命线、人民的幸福线，也是党内政治生活正常开展的根本保证。
层    级：高级
难度系数：高
知 识 点：政治素质——新时代党的建设——党的政治建设

25.严明党的纪律，首要严明的就是:
A.廉政纪律 
B.工作纪律
C.组织纪律
D.政治纪律
参考答案:D
答案解析：严明党的纪律，首要严明的就是政治纪律
层    级：高级
难度系数：易
知 识 点：政治素质——新时代党的建设——党的纪律建设

26.在领导干部的所有能力中，第一位的是：
A.业务能力     
B.学习能力
C.服务能力
D.政治能力
参考答案:D
答案解析：在领导干部的所有能力中，政治能力第一位。
层    级：高级
难度系数：易
知 识 点：政治素质——新时代党的建设——党的政治建设

第二篇 通用业务
一、单项选择题
1.中国税务精神的载体是：
A.税收历史
B.税务队伍
C.税务文化
D.税务干部
参考答案:C
答案解析：《国家税务总局关于加强新时代税务文化建设的意见》明确，税务文化是中国特色社会主义文化的组成部分，是中国税务精神的载体，是广大税务干部的价值基因和时代追求。
层    级：初级
难度系数：易
知 识 点：税务系统业务能力升级测试大纲(行政管理类)——通用业务——管理学基础——团队管理——税务文化建设

2.建设性沟通的本质是：
A.探询目的
B.思想交流
C.换位思考
D.达成一致
参考答案:C
答案解析：建设性沟通的本质是换位思考。
层    级：初级
难度系数：中
知 识 点：税务系统业务能力升级测试大纲(行政管理类)——通用业务——管理学基础————自我修养——沟通与协调

3.便携式计算机配置数量上限占单位编制内实有人数比例是：
A.10%
B.20%
C.30%
D.50%
参考答案:D
答案解析：根据《中央行政单位通用办公设备家具配置标准》规定，便携式计算机配置上限位单位编制人数的50%。
层    级:初级
难度系数:中
知 识 点:行政管理—第三篇专业知识与技能—第五章财务与机关事务管理—第六节国有资产管理—第一目国有资产管理知识

4.重点涉密人员的脱密期是：
A.2年    
B.4年   
C.6年   
D.8年
参考答案:A
答案解析：涉密人员调离涉密岗位，实行脱密期管理。涉密人员的脱密期限为：一般涉密人员1年，重点涉密人员2年，核心涉密人员3年。
层    级：初级
难度系数：中
知 识 点：第二篇通用知识——第六章政务管理——第二节保密工作

5.根据《公务员法》规定，下列不属于公务员处分种类的是：
A.记大过
B.降级
C.降职
D.撤职
参考答案:C
答案解析：根据《行政机关公务员处分条例》的规定，行政机关公务员处分的种类包括警告、记过、记大过、降级、撤职、开除。 
层    级：初级
难度系数：易
知 识 点：税务系统业务能力升级测试大纲(行政管理类)——第二篇通用业务——第八章监督管理——第三节违纪违法行为惩处——2.纪律处分

6.按照管理学基本理论，管理的核心是：
A.处理人际关系 
B.拥有人事权 
C.资源控制权
D.组织采购
参考答案:A
答案解析：管理是指一定组织中的管理者，通过实施计划、组织、领导、协调、控制等职能来协调他人的活动，使别人同自己一起实现既定目标的活动过程。每个个体均有其独特之思想、背景、态度、个性、行为模式及价值观，然而人际关系对每个人的情绪、生活、工作有很大的影响，甚至对组织气氛、组织沟通、组织运作、组织效率及个人与组织之关系均有极大的影响。管理的核心是处理人际关系。
层    级：初级
难度系数：易
知 识 点：第二篇 通用业务——第五章 管理学基础——第一节 管理的内涵与本质

7.从2019年5月1日起,各地企业职工基本养老保险用人单位的缴费比例可以降到:
A.20%
B.18%
C.16%
D.15%
参考答案:C
答案解析：从2019年5月1日起,各地企业职工基本养老保险用人单位的缴费比例可以降到16%。
层    级：初级
难度系数：易
知 识 点：政治素质及通用业务——第九章 税收基础知识——第三节 社会保险费与非税收入

8.下列举措能体现税务行政许可便民原则的是：
A.税务行政许可只能由当事人自行提出
B.办税服务厅受理申请后，仍需向内部业务部门报送资料
C.多次要求纳税人补充相关资料
D.许可事项涉及多个部门的，联合办理或集中办理
参考答案:D
答案解析：根据《行政许可法》第六条规定：“实施行政许可，应当遵循便民的原则，提高办事效率，提供优质服务。”
层级：初级
难度系数：中
知识点：通用篇-第十一章法律基础知识-第二节税务行政执法-税务行政许可

9.某税务所两名干部因为工作理念不一致，存在矛盾，时常因为琐事发生争执。作为该税务所负责人，以下处理方式不合适的是：
A.合理引导，做思想工作
B.当老好人，维持表面和谐
C.明辨是非，赏罚分明表明态度
D.客观分析，对症下药化解矛盾
参考答案:B
答案解析：领导沟通协调艺术。
层    级：中级
难度系数：易
知 识 点：税务系统业务能力升级测试大纲(行政管理类)——通用业务——管理学基础——自我修养——沟通与协调

10.某县税务局开展资产清理，发现以前年度购买一批家具未上账，按照国有资产管理办法，下列做法正确的是:
A.该批资产已作为费用列支，不需要重新入账
B.检查该批资产是否到达报废年限，如果到达直接报废，不用入账
C.如无法取得发票确认资产价值，可以以盘盈报告中金额暂估入账
D.如无法取得发票确认资产价值，暂不入账，待确认价值后再入账
参考答案:C
答案解析：根据《税务系统国有资产管理办法》第四十四条  税务系统行政单位接受捐赠或盘盈的固定资产，应由固定资产实物管理部门办理交接，并根据固定资产交接单、发票或固定资产盘盈报告等凭证，办理有关入库、财务等手续。
层    级:中级
难易程度:中
知 识 点:行政管理—第三篇专业知识与技能—第五章财务与机关事务管理—第六节国有资产管理—第一目国有资产管理知识

11.我国行政单位会计核算记账本位币是:
A.人民币   
B.港币  
C.美元 
D.自选
参考答案:A
答案解析：《政府会计准则—基本准则》第九条 政府会计核算应当以人民币作为记账本位币。发生外币业务时，应当将有关外币金额折算为人民币金额计量，同时登记外币金额。
层    级:中级
难易程度:易
知识点:行政管理—第三篇专业知识与技能—第五章财务与机关事务管理—第一节财务管理基础—第三目财务会计基本知识

12.突发事件按其性质、严重程度、可控性和影响范围等因素分为：
A.1级
B.2级
C.3级
D.4级
参考答案:D
答案解析：突发事件按其性质、严重程度、可控性和影响范围等因素分为4级，特别重大的是Ⅰ级，重大的是Ⅱ级，较大的是Ⅲ级，一般的是Ⅳ级。
层    级：中级
难度系数：易
知 识 点：第二篇通用知识——第六章政务管理——第三节应急管理

13.下列关于民主生活会的说法，正确的是：
A. 民主生活会到会人数必须达到应到会人数的二分之一以上。
B. 相互批评应当开诚布公指出问题，防止以工作建议代替批评意见。
C. 民主生活会列席人员根据有关规定和会议内容确定，列席人员不可以发言。
D. 民主生活会结束后15日内，应当将会议情况报告报上级党组织，并报送上级纪委和党委组织部门。
参考答案:B
答案解析：根据《县以上党和国家机关党员领导干部民主生活会若干规定》第7条，民主生活会每年召开1次，一般安排在第四季度。因特殊情况需要提前或者延期召开的，应当报上级党组织同意。民主生活会到会人数必须达到应到会人数的三分之二以上。第十二条　民主生活会列席人员，根据有关规定和会议内容确定。列席人员可以发言，对领导班子及其成员提出批评或者建议。第15条，民主生活会结束后15日内，应当将会议情况报告和会议记录报上级党组织，并报送上级纪委和党委组织部门。ACD错误。
层    级：中级
难度系数：难
知 识 点：政治素质及通用业务第七章《干部管理》——第一节人事管理——第三目领导干部管理

14.根据新修订的《中华人民共和国公务员法》，下列表述正确的是：
A.某市税务局落实职级并行时，工作人员认为局长李某担任了领导职务，就不得再兼任四级调研员。
B.李某在某国企工作期间，曾被开除过党籍，因此不能录用为公务员。
C.王某因工作需要担任当地法律研究会副秘书长，经省局机关批准，可以领取兼职报酬。
D.新考入的大学生赵某，认为办公室主任部署接待省政府督查工作时悬挂会标并摆放果盘不符合八项规定，拒不执行。
参考答案:B
层    级：中级
难度系数：难
知 识 点：政治素质及通用业务第七章《干部管理》——第一节人事管理——公务员管理

15.下列销售行为中，应当计算缴纳增值税的是：
A.销售古旧图书 
B.销售自来水
C.销售避孕药品和用具
D.自然人销售自己使用过的物品
参考答案:B
答案解析：《中华人民共和国增值税暂行条例》第十五条规定，下列项目免征增值税:（一）农业生产者销售的自产农产品；（二）避孕药品和用具；（三）古旧图书；（四）直接用于科学研究、科学试验和教学的进口仪器、设备；（五）外国政府、国际组织无偿援助的进口物资和设备；（六）由残疾人的组织直接进口供残疾人专用的物品；（七）销售的自己使用过的物品。 
层    级：中级
难度系数：中
知 识 点：政治素质及通用业务——第九章税收基础知识——第二节各税种政策与管理

16.计算机的基本构成包括主机、显示器、键盘、鼠标，它们均属于：
A.软件部分
B.硬件部分
C.主机部分
D.主板部分
参考答案:B
答案解析：硬件部分是计算机各项功能实现的物质基础,包括主机、显示器、键盘、鼠标等。
层级：初级
难度系数：易
知识点：税务系统业务能力升级测试大纲(信息技术类)-通用业务-税收信息化-计算机终端基础知识

17.传播计算机病毒范围最广的媒介是：
A.硬盘
B.U盘
C.光盘
D.Internet（因特网）
参考答案:D
答案解析：近年来，随着网络技术的高速发展和互联网的高频使用，计算机病毒的速度越来越快，范围也在逐步扩大，Internet（因特网）成为了计算机病毒传播范围最广的媒介。
层级：初级
难度系数：易
知识点：税务系统业务能力升级测试大纲(信息技术类)-通用业务-税收信息化-常用软件应用

18.Office Excel属于：
A.电子表格软件
B.文字处理软件
C.图形图像软件
D.网络通信软件
参考答案:A
答案解析：Excel是Microsoft Office组件之一，用于处理电子表格的软件
层级：初级
难度系数：易
知识点：税务系统业务能力升级测试大纲(信息技术类)-通用业务-税收信息化-常用软件应用

19．当用户发现显示器显示的图标、文字、图案较大并且有些模糊时，应首先进行的操作是：
A.降低屏幕分辨率 	
B.提高屏幕分辨率		
C.重装系统  		
D.重启电脑
参考答案:B
答案解析：当文字目标，图案较大时，应首先进行屏幕分辨率设置，提高屏幕分辨率，保存后查看是否恢复正常。故答案为B。
层级：初级
难度系数：易
知 识 点：税务系统业务能力升级测试大纲（信息技术类）-通用业务-税收信息化-计算机终端基础知识

20．在Windows 7操作系统中，显示桌面的快捷键是：
A.“Win”+“D”
B.“Win”+“P”
C.“Win”+“Tab”
D.“Alt”+“Tab”
参考答案:A
答案解析：先按住Win键不放然后再选择D键这样就可以显示桌面，所以答案为A选项。
层级：初级
难度系数：易
知 识 点：税务系统业务能力升级测试大纲（信息技术类）-通用业务-税收信息化-常用软件应用

21.会计核算的最终环节是：
A.确认
B.计量
C.记录
D.报告
参考答案:D
答案解析：会计核算的环节包括确认、计量、记录和报告，报告是会计核算的最终环节。
层级：初级
难度系数：易
知识点：征管评估类——第二篇通用业务——第十二章财会知识——第一节会计基础知识

22.车间管理人员福利费应计入的会计科目是：
A.管理费用
B.财务费用
C.制造费用
D.营业费用
参考答案:C
答案解析：车间管理人员福利费计入制造费用。
层级：初级
难度系数：中
知识点：征管评估类——第二篇通用业务——第十二章财会知识——第二节企业主要经济业务的核算

23.会计对象的具体化称为：
A.会计对象
B.会计要素
C.利润
D.会计科目
参考答案:B
答案解析：会计对象的具体化称为会计要素，会计要素的具体化称为会计科目。
层级：初级
难度系数：易
知识点：征管评估类——第二篇通用业务——第十二章财会知识——第一节会计基础知识

24.《纳税服务投诉管理办法（试行）》规定税务机关收到纳税服务投诉后决定是否受理的时限是：
A.应于1个工作日内
B.应于3个工作日内
C.应于5个工作日内
D.应于7个工作日内
参考答案:A
答案解析：《纳税服务投诉管理办法（试行）》规定税务机关收到投诉后应于1个工作日内决定是否受理。
层级：初级
难度系数：易
知识点：第十章税收征管管理——第四节纳税服务

25.下列不属于“大众创业 万众创新”税收优惠政策的是：
A.国家级、省级科技企业孵化器免征房产税
B.金融机构与小型微型企业签订借款合同免征印花税
C.科学研究机构、技术开发机构、学校等单位进口免征增值税、消费税
D.易地扶贫搬迁安置住房用地免征城镇土地使用税
参考答案:D
答案解析：易地扶贫搬迁安置住房用地免征城镇土地使用税属于支持脱贫攻坚税收优惠政策，D选项错误。
层级：初级
难度系数：易
知识点：第十章税收征管管理——第一节税务管理

26.下列原则中，不属于刑法基本原则的是：
A.罪刑法定原则
B.适用刑法人人平等原则
C.罪刑相适应原则
D.数罪并罚原则
参考答案:D
答案解析：刑法的基本原则，是指刑法明文规定的、在全部刑事立法和司法活动中应当遵循的准则。中华人民共和国刑法规定的基本原则有三个，即罪刑法定原则、刑法适用平等原则和罪责刑相适应原则，分别体现在刑法第3条、第4条和第5条。
层级：中级
难度系数：易
知识点：通用篇-第十一章法律基础知识-第四节税收的刑罚保障-涉税犯罪类型

27.以下关于“一事不二罚”原则，表述正确的是：
A.“一事不二罚”中的处罚不仅指罚款，还包括可以实施税务行政处罚中的其它处罚
B.“可以按罚款数额的百分之三加处罚款”并不违反“一事不二罚”
C.纳税人对逾期不改正税收违法行为，如果税务机关先前已对该税收违法行为进行了罚款，对该“逾期不改正行为”可再予以罚款
D.纳税人的数个违法行为，税务机关不能分别予以处罚
参考答案:B
答案解析：对当事人的同一个违法行为，不得给予两次以上罚款的行政处罚。简单的说就是“一事不二罚”原则。
层级：中级
难度系数：中
知识点：通用篇-第十一章法律基础知识-第二节税务行政执法-税务行政处罚
28.下列渎职犯罪中，犯罪主体需为税务人员的是：
A.玩忽职守罪
B.徇私舞弊发售发票罪
C.违法提供出口退税凭证罪
D.徇私舞弊不移交刑事案件罪
参考答案:B　
答案解析：玩忽职守罪的主体是国家工作人员；徇私舞弊发售发票罪的犯罪主体为税务机关工作人员；违法提供出口退税凭证罪的主体为海关人员；徇私舞弊不移交刑事案件罪主体为行政执法人员。 层级：初级
难度系数：中
知识点：通用篇-第十一章法律基础知识-第六节税收执法者及其责任-税收职务犯罪及其法律责任

29.下列哪个层级的法律文件不得设定行政许可：
A.法律
B.国务院决定
C.省级政府规章
D.部门规章
参考答案:D
答案解析：全国人大制定的法律可以设定行政许可；法律没有设定许可时，行政法规也可以设定行政许可；必要时，国务院可以采用发布决定的方式设定行政许可；尚未制定法律、行政法规的，地方性法规可以设定行政许可；尚未制定法律、行政法规和地方性法规的，因行政管理的需要，确需立即实施行政许可的，省、自治区、直辖市人民政府规章可以设定临时性的行政许可。
层级：中级
难度系数：易
知识点：通用篇-第十一章法律基础知识-第二节税务行政执法-税务行政许可

30.计算机是能够处理和加工各种电子信息的现代化工具，是一种高度自动化的。能对各种文字、数字、声音和图像进行存储和快速运算的：       
A.电子设备
B.机械设备
C.娱乐设备
D.电器设备
参考答案:A
答案解析：计算机属于电子设备。
层级：中级
难度系数：易
知识点：税务系统业务能力升级测试大纲(信息技术类)-通用业务-税收信息化-计算机终端基础知识

31.随着闪存技术的发展，小巧便于携带、存储容量大、价格便宜、性能可靠的是：
A.U盘
B.移动硬盘
C.光盘
D.软盘
参考答案:A
答案解析：U盘使用闪存技术，并且其容量大、易携带性价比高等优点。
层级：中级
难度系数：易
知识点：税务系统业务能力升级测试大纲(信息技术类)-通用业务-税收信息化-计算机终端基础知识

32.在Windows中，将回收站中的文件还原时，被还原的文件将回到:
A.桌面上
B.我的文档中
C.内存中
D.被删除的位置
参考答案:D
答案解析：在Windows的回收站中已删除的文件、文件夹或快捷方式恢复后，将返回原来的位置即被删除的位置。
层级：中级
难度系数：中
知识点：税务系统业务能力升级测试大纲(信息技术类)-通用业务-税收信息化-计算机终端基础知识

33.下列情况中，一般不是因病毒感染所致的是:
A.显示器不亮				
B.计算机提示内存不足		
C.机器运行速度变慢		
D.以.exe为扩展名的文件变多
参考答案:A
答案解析：显示器不亮多为硬件故障，其他选项均可能是病毒感染所致。故答案为A。
层级：中级
难度系数：中
知 识 点：税务系统业务能力升级测试大纲（信息技术类）-通用业务-税收信息化-网络与信息安全

34.会计一词最早出现的时期是：
A.西周时期
B.东汉时期
C.清末时期
D.古代时期
参考答案:A
答案解析：西周王朝是我国奴隶社会经济发展的鼎盛时期，当时已经出现了“会计”一词。
层    级：中级
难度系数：中
知 识 点：征管评估类——第二篇通用业务——第十二章财会知识——第一节会计基础知识

35.资金运动过程中,资金形态也相应发生变化,经历了①生产资金②货币资金③储备资金④成品资金⑤结算资金等过程,下列各项中,正确反映资金形态变化顺序的是：
A.①②③④⑤②
B.⑤②③①④⑤
C.②③①④⑤②
D.③②①④⑤②
参考答案:C
答案解析：资金运动是从货币资金形态开始又回到货币资金的过程，即货币资金—储备资金—生产资金—成品资金—结算资金—货币资金。
层    级：中级
难度系数：难
知 识 点：征管评估类——第二篇通用业务——第十二章财会知识——第二节企业主要经济业务的核算

36.一般情况下税务行政复议的申请人提出行政复议申请的时限是：
A.知道税务机关作出具体行政行为之日起5日内
B.知道税务机关作出具体行政行为之日起15日内
C.知道税务机关作出具体行政行为之日起30日内
D.知道税务机关作出具体行政行为之日起60日内
参考答案:D
答案解析：D
层级：中级
难度系数：易
知识点：第十章税收征管管理——第三节税务检查

37.税务所可以实施税务行政罚款处罚的限额为：
A.50
B.1000
C.2000
D.5000
参考答案:C
答案解析：《征管法》规定税务所可以实施罚款额在2000元以下的税务行政处罚。
层级：中级
难度系数：易
知识点：第十章税收征管管理——第三节税务检查

38.犯罪未遂与犯罪中止区别的关键是：
A.犯罪中止可以发生在犯罪预备阶段，犯罪未遂只能发生在实行阶段
B.对于中止犯，应当减轻或者免除处罚，对于未遂犯则可以从轻或者减处轻罚
C.犯罪中止是行为人基于自己的意志而放弃犯罪，犯罪未遂是基于行为人意志以外的原因而被迫停止犯罪
D.犯罪中止是犯罪的未完成形态，犯罪未遂是犯罪的完成形态
参考答案:C
答案解析：犯罪未遂是指犯罪分子已经着手实行犯罪，但是由其主观意志以外的原因而未得逞的情形。犯罪中止与此不同，犯罪中止是指指犯罪分子在实施犯罪过程中，自动放弃犯罪或者自动有效地防止犯罪结果的发生这样一种情形。
从两者的定义可以明确看出，两者最大的区别在于，犯罪行为没有能够完成到底是因为犯罪行为人的主观上自愿放弃还是因为行为人意料之外的原因介入导致犯罪无法继续完成。
层级：高级
难度系数：易
知识点：通用篇-第十一章法律基础知识-第四节税收的刑罚保障-涉税犯罪类型

39.下列各项中，属于骗取出口退税罪的量刑中“其他严重情节”的是(  )。 
A.造成国家税款损失30万元以上并且在第一审判决宣告前无法追回的
B.骗取国家出口退税款在50万元以上的
C.造成国家税款损失150万元以上并且在一审判决宣告前无法追回的
D.因骗取国家出口退税行为受过行政处罚，2年内又骗取国家出口退税款数额在150万元以上的
参考答案:A　
答案解析：本题考核骗取出口退税罪的量刑。根据司法解释的规定，具有下列情形之一的，属于“其他严重情节”：造成国家税款损失30万元以上并且在第一审判决宣告前无法追回的；因骗取国家出口退税行为受过行政处罚，2年内又骗取国家出口退税款数额在30万元以上的；情节严重的其他情形。造成国家税款损失150万元以上并且在一审判决宣告前无法追回的；因骗取国家出口退税行为受过行政处罚，2年内又骗取国家出口退税款数额在150万元以上的，属于“其他特别严重情节”。骗取国家出口退税款在50万元以上的属于数额较大，而不是“其他严重情节”。 层级：高级
难度系数：中
知识点：通用篇-第十一章法律基础知识-第四节税收的刑罚保障-危害税收征管罪立案标准

40.根据我国《刑法》，构成抗税罪的要件是： 
A.主体必须是纳税人或扣缴义务人
B.抗税数额必须达到1万元
C.抗税数额必须达到数额较大的法定要求
D.必须达到情节严重的法定要求
参考答案:A　
答案解析：本题考核抗税罪。抗税罪的构成要件是：(1)主体是特殊主体，即必须是纳税人或者扣缴义务人。本罪只能由自然人实施，单位不能成为本罪的主体。(2)主观方面表现为故意，即明知应当纳税而故意采用暴力、威胁手段抗拒缴纳税款，目的是将应缴税款非法占为已有。(3)客观方面表现为以暴力、威胁方法拒不缴纳税款的行为。(4)客体是复杂客体，即不仅侵犯了国家的税收征管制度，妨害了税务机关依法征税活动，而且也侵犯了依法执行征税工作的税务人员的人身权利。抗税罪的构成，没有数额和情节严重的要求，这也是抗税罪比较特别的地方。 
层级：高级
难度系数：中
知识点：通用篇-第十一章法律基础知识-第四节税收的刑罚保障-危害税收征管罪立案标准

41.以下哪项不是行政强制措施的种类：       
A.限制公民人身自由　　　　
B.查封场所、设施或者财物
C.扣押财物　　　　　　　　
D.划拨存款、汇款
参考答案:D　
答案解析：行政强制措施是行政机关依其职权采取强制手段限制特定的相对人行使某项权利或强制履行某项义务的处置行为。一般是对尚未査清行为人的违法事实之前而采取的一种程序上的处置。如工商行政机关对有贩运、销售违禁物品的人的物品的扣押。包含两类:(1)对人身自由的限制，如人身管束、收容审査;(2)对财产的限制，如财产的查封、扣押、冻结等
层级：高级
难度系数：难
知识点：通用篇-第十一章法律基础知识-第二节税务行政执法-税务行政强制

42.物证的根本特征是：
A.以记载的内容和表达的思想证明案件事实
B.以属性、特征和存在状况等物质属性证明案件事实
C.能够证明案件主要事实
D.不受人的主观意识的影响
参考答案:D　
答案解析：物证是通过其外部特征和自身所体现的属性来证明案件的真实情况，其主要特征是不受人们主观因素的影响和制约。
层    级：高级
难度系数：难
知识点：通用篇-第十一章法律基础知识-第三节税务行政执法证据-证据概述

43.下列说法中体现最优证据原则的是：
A.作为证据的实物是诉讼中最好的证据
B.最佳证据是诉讼中能直接证明案件事实的证据
C.作为证据的原始资料优于复制品
D.当事人只能提供原件或者原物
参考答案:C　
答案解析：最高法院《解释》第53条规定:”收集、调取的书证应当是原件。只有在取得原件确有困难时，才可以是副本或复印件。收集、调取的物证应当是原物。只有在原物不便搬运、不易保存或者依法应当返还被害人时，才可以拍摄足以反映原物外形或内容的照片、录像。……”这表明我国刑事诉讼法律所规定的最佳证据规则不仅适用于书证，而且适用于物证。
层    级：高级
难度系数：难
知识点：通用篇-第十一章法律基础知识-第三节税务行政执法证据-证据的提取和固定

44.操作系统的作用之一是: 
A.将源程序编译为目标程序 
B.实现企业目标管理 
C.控制和管理计算机系统的软硬件资源
D.实现文字编辑、排版功能
参考答案:C
答案解析：操作系统控制和管理计算机系统的软硬件资源
层级：高级
难度系数：中
知识点：税务系统业务能力升级测试大纲(信息技术类)-通用业务-税收信息化-计算机终端基础知识

45.计算机网络最突出的优点是：
A.存储容量大
B.运算速度快
C.运算
D.资源共享
参考答案:D
答案解析：计算机网络最突出的优点是可以实现资源共享
层级：高级
难度系数：易
知识点：税务系统业务能力升级测试大纲(信息技术类)-通用业务-税收信息化-网络与信息安全

46.资产负债表和利润表同属于：
A.财务状况报表    
B.财务成果报表 
C.成本费用报表    
D.对外报表
参考答案:D
答案解析：企业年末需要对外报送资产负债表和利润表，两者同属于对外报表。
层    级：高级
难度系数：易
知 识 点：征管评估类——第二篇通用业务——第十二章财会知识——第四节财务会计报告

47.按照《会计档案管理办法》的规定，记账凭证的保管期限是：
A.3年    
B.5年  
C.15年  
D.永久
参考答案:C
答案解析：1999年1月1日起实施的《会计档案管理办法》规定，企业原始凭证、记账凭证、汇总凭证的保管期限为15年。
层    级：高级
难度系数：易
知 识 点：征管评估类——第二篇通用业务——第十二章财会知识——第三节会计凭证与账簿

48. 2018年8月开出全国首张区块链电子发票的地点是：
A.上海
B.深圳
C.厦门
D.广州
参考答案:B
答案解析：2018年8月全国首张区块链电子发票在深圳实现落地。
层级：高级
难度系数：易
知识点：第十章税收征管管理——第一节税务管理

49.A市B县税务机关在调查一起税收违法案件时，需要查询涉案人员的储蓄存款，有权批准人是：
A.B县税务局局长
B.B县银行行长
C.A市税务局局长
D.A市银行行长
参考答案:C
答案解析：税务机关调查税收违法案件时,查询案件涉嫌人员储蓄存款的,应经设区的市、自治州以上税务局(分局)局长批准。
层级：高级
难度系数：易
知识点：第十章税收征管管理——第三节税务检查

50.税务文化按其内涵层级排序，由浅入深依次是：
A.行为文化、物态文化、制度文化、精神文化
B.物态文化、行为文化、精神文化、制度文化
C.物态文化、行为文化、制度文化、精神文化
D.物态文化、制度文化、行为文化、精神文化
参考答案:C
答案解析：税务文化内涵, 依次是物态文化、行为文化、制度文化、精神文化。
层    级：高级
难度系数：中
知 识 点：税务系统业务能力升级测试大纲(行政管理类)——通用业务——管理学基础——团队管理——税务文化建设

51.党政机关国内差旅人员住宿、就餐由接待单位协助安排的，其住宿费、餐费的承担者是:
A.由接待单位支出
B.由差旅人员按标准交纳
C.由差旅人员所在单位开具介绍函可免费住宿、就餐
D.由差旅人员所在单位和接待单位共同承担
参考答案:B
答案解析：根据《中央和国家机关差旅费管理办法》第十八条　出差人员应当自行用餐。凡由接待单位统一安排用餐的，应当向接待单位交纳伙食费。
层级：高级
难度系数：易
知 识 点：行政管理—第三篇专业知识与技能—第五章财务与机关事务管理—第一节财务管理基础—第七目差旅费相关规定

52.公务卡制度是规范公务消费支出、打造“阳光财政”的一项基础性财政财务管理制度。按照有关规定，公务卡的持卡人是：
A.全体干部
B.正式在职人员
C.正式在编人员
D.单位财务人员
参考答案:C
答案解析:《单位公务卡管理办法（试行）》第六条 单位公务卡的持卡人应为预算单位正式在编人员。持卡人一人一卡，不允许一人持有多张单位公务卡。
层    级:高级
难易程度:中
知识点:行政管理—第三篇专业知识与技能—第五章财务与机关事务管理—第一节财务管理基础—第五目公务卡的使用和管理

53.复制机密级载体的批准人是：
A.本部门领导
B.分管领导
C.密级确定机关
D.上级机关
参考答案:C
答案解析：复制秘密级载体应当经本部门领导批准，复制机密级载体应当经分管领导批准，复制绝密级载体应当经密级确定机关或其上级机关批准。
层    级：高级
难度系数：中
知 识 点：第二篇通用知识——第六章政务管理——第二节保密工作

54.党的十九大报告中，对国家监察体系的构建，表述正确的是：
A.要建立集中统一、权威高效的国家监察体系
B.要建立集中统一、公正廉洁国家监察体系
C.要建立权威高效、政治清明国家监察体系
D.要建立权威高效、公正廉洁国家监察体系
参考答案:A
答案解析：党的十九大提出，要构建集中统一、权威高效的国家监察体系。故正确答案选A。
层    级：高级
难度系数：中
知 识 点：税务系统业务能力升级测试大纲(行政管理类)——第二篇通用业务——第八章监督管理——第一节党风廉政建设——6.深化国家监察体制改革

55.根据《领导干部报告个人有关事项规定》，下列选项中不属于必报范围的是：
A.本人的婚姻情况
B.本人因私出国情况
C.本人持有往来港澳通行证的情况
D.本人的银行存款
参考答案:D
答案解析：银行存款不属于《领导干部报告个人有关事项规定》中要求的必报范围内容。
层    级：高级
难度系数：中
知 识 点：第二篇 通用业务——第六章 政务管理——第六节 重大事项请示报告工作

56.数字人事的基本内涵可概括为：
A.日常化、信息化、全面化、累积化、可比化
B.日常化、多维化、全面化、累进化、可比化
C.日常化、信息化、数据化、累积化、可比化
D.日常化、多维化、数据化、累积化、可比化
参考答案:D
答案解析：略
层    级：高级
难度系数：易
知识点：通用业务知识——第七章干部管理——第二节考核考评管理

57.某有限责任公司自建办公用房，其房产税纳税义务发生时间为：
A.自办理房产证当月起计征房产税
B.自办理验收手续之次月起计征房产税
C.自建成之次月起计征房产税
D.自建成当月起计征房产税
参考答案:C
答案解析：
纳税人自建的房屋，自建成之次月起计征房产税。
层    级：中级
难度系数：难
知 识 点：政治素质及通用业务——第九章税收基础知识——第二节各税种政策与管理

58.王某系国家税务总局A县税务局干部，党员。因违反中央八项规定精神，县局党委通过讨论决定对其做出处分。这体现出纪律处分原则是：
A.党纪面前人人平等原则     
B.实事求是原则 
C.党要管党、从严治党原则          
D.民主集中制原则
参考答案:D
答案解析：《中国共产党纪律处分条例》在党的纪律处分工作应当坚持的原则中明确了上述内容属于民主集中制原则。
层    级：初级
难度系数：中
知 识 点：税务系统业务能力升级测试大纲(行政管理类)——第二篇通用业务——第八章监督管理——第一节党风廉政建设——2.廉洁自律相关规范

59.按照税务总局《关于解决税务系统形式主义突出问题为基层减负若干措施的通知》要求，下列选项中不符合为基层减负要求的是：
A.某省税务局要求下发的文件比上年减少三分之一以上
B.某省税务局清理规范报送资料报表，精简需要市局上报的报表资料
C.某市局在安排经费预算上向困难地区倾斜、向基层倾斜
D.某市局为确保绩效考核真实准确，在信息系统中查询数据后，要求基层另行书面上报
参考答案:D
答案解析：《关于解决税务系统形式主义突出问题为基层减负若干措施的通知》规定，要少开会开短会，大幅压减会议数量，视频会议一般只开到下一级，确需县级税务机关参会的，原则上不安排在纳税申报期。清理规范报送资料报表，未经研究批准，不得要求下级税务机关填表报数、提供资料。《通知》还要求，将巡视巡察与“两个责任”落实情况检查、选人用人专项检查等统筹开展；离任经济责任审计和离任检查统筹开展。绩效考核情况等能在信息系统中查询的，不要求基层另行书面上报。改进调查研究，注重实地走访和暗访，认真听取基层干部、纳税人和缴费人的意见建议，帮助解决困难，提出对策措施。
层    级：中级
难度系数：难
知 识 点：第二篇 通用业务——第六章 政务管理——第五节 解决形式主义突出问题为基层减负

1.以下不属于税务机关主要公文文种的是：
A.纪要 
B.批复
C.议案 
D.意见
参考答案:C
答案解析：《全国税务机关公文处理办法》第十条规定，税务机关的公文种类主要有：命令（令）、决议、决定、公告、通告、意见、通知、通报、报告、请示、批复、函、纪要。
层    级：初级
难度系数：易
知 识 点：税务系统业务能力升级测试大纲(行政管理类)——专业知识与技能——政务管理——公文处理——公文办理——熟悉收文、发文办理流程

2.共产党员在生产、工作、学习和社会生活中应起的作用是：      
A.先锋模范作用     
B.桥梁和纽带作用
C.战斗堡垒作用    
D.领导核心作用 
参考答案:A 
答案解析：中国共产党员要贯彻执行党的基本路线和各项方针、政策，带头参加改革开放和社会主义现代化建设，带动群众为经济发展和社会进步艰苦奋斗，在生产、工作、学习和社会生活中起先锋模范作用。依据《中国共产党章程》
层    级：初级
难度系数：易
知 识 点：第三篇专业知识与技能——第三章党务管理——第二节党员管理——第一目党员日常管理

3.“三会一课”制度的内容是：
A.支部党员大会、党支部委员会、党小组会和党课
B.支部党员大会、全体人员会、领导班子会和党课
C.民主生活会、党支部委员会、党小组会和党课
D.支部党员大会、党支部委员会、组织生活会和党课
参考答案:A
答案解析：“三会”是指支部党员大会、党支部委员会、党小组会；“一课”是指党课。
层    级：初级
难度系数：易
知 识 点：第三篇专业知识与技能——第三章党务管理 第二节党组织管理——第三目党的组织生活

4.小王是一名预备党员，其下列行为不符合规定的是：
A.竞选党支部委员
B.在党报党刊上发表文章
C.为其他党员作证或辩护
D.参加组织生活
参考答案:A
答案解析:在党的生活中，预备党员与正式党员的不同在于正式党员有表决权、选举权和被选举权，预备党员则没有。
层    级：初级
难度系数：中
知 识 点：第三篇专业知识与技能——第三章党务管理 第一节党员管理——第三目党员日常管理

5.以下不属于税收信息反映内容的是：
A.税收工作重大决策部署
B.各级税务机关税收工作创新
C.重大涉税案件
D.税务机关重要干部任免
参考答案:D
答案解析：税收信息工作的主要内容包括重大决策部署，主要反映党中央、国务院对税收工作做出的重大决策部署等；税收工作创新，主要反映各级税务机关工作创新情况；税收突出问题，主要反映税收工作中存在的问题，重大涉税案件和重大涉税舆情等。
层    级：初级
难度系数：中
知 识 点：第三篇专业知识与技能——第一章政务管理——第四节政务信息——第一目政务信息基础知识

6.各级税务机关负责组织管理信访工作的职能部门是：
A.政策法规部门
B.纳税服务部门
C.办公室
D.稽查部门
参考答案:C
答案解析：各级税务机关的办公室是组织管理信访工作的职能部门，负责组织协调、督促检查，推动本机关有关工作部门和下级税务机关对信访工作的责任落实。
层    级：初级
难度系数：易
知 识 点：第三篇专业知识与技能——第一章政务管理——第八节信访工作——第二目信访事项处理

7.下列表述中不是国家税务总局印发的《全国税务系统督察审计规范（1.0版）》中的具体规范的是：
A.督察审计基本规范
B.执法督察操作规范
C.内部审计操作规范
D.审计管理执行规范
参考答案:D
答案解析：《全国税务系统督察审计规范（1.0版）》包括督察审计基本规范、执法督察操作规范、内部审计操作规范三篇。
层    级：初级
难度系数：易
知 识 点：第三篇专业知识与技能——第四章监督管理——第三节督察内审工作——第一 督查内审概述

8.下列不是中央巡视工作程序的是：
A.巡视准备
B.巡视了解
C.巡视反馈
D.巡视整改
参考答案:D
答案解析：中央巡视工作的程序主要包括：巡视准备、巡视了解、巡视汇报、巡视反馈、移交督办。
层    级：初级
难度系数：难
知 识 点：第三篇专业知识与技能——第四章监督管理——第二节巡视工作——第二目巡视工作的主要内容

9.下列不属于税收执法过错责任追究形式的是：
A.批评教育
B.自我批评
C.取消评选先进的资格
D.取消执法资格
参考答案:B
答案解析：《税收执法考评与过错责任追究暂行办法》第二十一条规定：税收执法过错责任追究形式包括：（一）批评教育；（二）责令作出书面检查；（三）通报批评；（四）取消评选先进的资格；（五）责令待岗；（六）调离执法岗位；（七）取消执法资格。
层    级：初级
难度系数：易
知 识 点：第三篇专业知识与技能——第四章监督管理——第三节督察内审工作——第三目税收执法考评与过错责任追究

10.负责本单位会计档案的搜集、整理和保管工作岗位职责的是：
A.基本建设管理                  
B.会计
C.固定资产管理                  
D.财务管理部门负责人
参考答案:B 
答案解析：会计岗位职责：负责本单位会计档案的搜集、整理和保管工作。
层    级：初级
难度系数：易
知 识 点：第三篇 专业知识与技能——第五章 财务与机关事务管理——第一节 财务管理基础

11.税务系统会计主要是：
A.事业单位会计                 
B.核算会计
C.行政单位会计          
D.记账会计
参考答案:C
答案解析：税务系统会计包括行政单位会计和事业单位会计，但主要是行政单位会计。
层    级：初级
难度系数：易
知 识 点：第三篇 专业知识与技能——第五章 财务与机关事务管理——第一节 财务管理基础

12.《中华人民共和国信息公开条例》中所指的政府信息是：
A.有关国家行政法规、规章和规范性文件的信息
B.行政机关在履行行政管理职能过程中制作或者获取的，以一定形式记录、保存的信息
C.国民经济和社会发展规划、专项规划、区域规划及相关政策的信息
D.涉及公民、法人或者其他组织切身利益的信息
参考答案:B
答案解析：《中华人民共和国信息公开条例》中指出，政府信息是指行政机关在履行行政管理职能过程中制作或者获取的，以一定形式记录、保存的信息。
层    级：初级
难度系数：易
知 识 点：第三篇专业知识与技能——第一章政务管理——第六节政府信息公开——第一目政府信息公开基础知识

13.按照规定，税务机关收到政府信息公开申请而又不能当场答复的，应予以答复的时间期限是：
A.5个工作日
B.15个工作日
C.20个工作日
D.25个工作日
参考答案:C
答案解析：按照《国家税务总局政府信息公开指南》规定，税务机关收到政府信息公开申请而又不能当场答复的，应予以答复的时间期限是20个工作日。
层    级：初级
难度系数：易
知 识 点：第三篇专业知识与技能——第一章政务管理——第六节政府信息公开——第一目政府信息公开基础知识

14.税务机关文书档案的保管期限是：
A.永久和长期
B.短期和长期
C.永久和定期
D.永久和短期
参考答案:C
答案解析：税务机关文书档案的保管期限定为永久、定期两种。定期分为30年、10年两类。
层    级：初级
难度系数：易
知 识 点：第三篇专业知识与技能——第一章政务管理——第十二节档案管理——第二目档案管理操作流程

15. 下列关于公务员监督与惩戒的说法正确的是:
A. 公务员执行公务时，认为上级的决定或者命令有错误的，可以不予执行；
B. 对公务员同一违纪违法行为，监察机关已经作出政务处分决定的，公务员所在机关不再给予处分。
C. 公务员处分有警告、严重警告、记过、记大过、降级、撤职、开除7种。
D.公务员在受处分期间不得晋升职务、职级和级别，不得晋升工资档次。
参考答案:B
答案解析：根据公务员法第60条 公务员执行公务时，认为上级的决定或者命令有错误的，可以向上级提出改正或者撤销该决定或者命令的意见;上级不改变该决定或者命令，或者要求立即执行的，公务员应当执行该决定或者命令，执行的后果由上级负责，公务员不承担责任;但是，公务员执行明显违法的决定或者命令的，应当依法承担相应的责任，故A项错误；第61条，对同一违纪违法行为，监察机关已经作出政务处分决定的，公务员所在机关不再给予处分，故B项正确；第62条， 处分分为：警告、记过、记大过、降级、撤职、开除。故C错误；第64条 公务员在受处分期间不得晋升职务、职级和级别，其中受记过、记大过、降级、撤职处分的，不得晋升工资档次。故D错误。
层    级：初级
难度系数：难
知 识 点：行政管理类大纲第二章干部管理——第一节人事管理——第一目公务员管理

16.关于干部人事档案管理工作，下列表述正确的是：
A. 严禁擅自提供、摘录、复制、拍摄、保存、丢弃、销毁干部人事档案；
B.各单位必须建立副处级或者相当职务以上干部的干部人事档案副本留存备查；
C.查阅单位要如实填写干部人事档案查阅审批材料，并按照程序报单位负责同志审批签字才可查阅；
D.干部人事档案利用方式主要包括查（借）阅、复制和摘录等。查阅档案一般2人以上，党员可以一人借阅。
参考答案:A
答案解析：《干部人事档案工作条例》第39条规定了严禁擅自提供、摘录、复制、拍摄、保存、丢弃、销毁干部人事档案等11条开展干部人事档案工作必须遵守的纪律，因此A正确；第22条规定，干部所在单位或者协管单位干部人事档案工作机构根据工作需要，可以建立副处级或者相当职务以上干部的干部人事档案副本，并且负责管理,故B错误；
第32条规定，查阅干部人事档案时，查阅单位如实填写干部人事档案查阅审批材料，按照程序报单位负责同志审批签字并加盖公章；查阅档案应当2人以上，一般均为党员，故CD错误。
层    级：初级
难度系数：中
知 识 点：行政管理类大纲第二章干部管理——第一节人事管理——第四目干部人事档案管理
17.通告是税务机关日常采用的公文文种之一，对其特征表述正确的是：
A.通告可以面向社会但不具备约束力
B.通告只能采用印刷张贴的形式予以公布
C.通告适用于公布会议讨论通过的重大决策事项
D.通告适用于在一定范围内公布应当遵守或者周知的事务性事项
参考答案:D
答案解析：《全国税务机关公文处理办法》第十五条规定，通告适用于在一定范围内公布应当遵守或者周知的事务性事项。通告面向社会并具有一定的约束力，可采用张贴或媒体刊播的形式公布，无主送、抄送。
层    级：中级
难度系数：中
知 识 点：税务系统业务能力升级测试大纲(行政管理类)——专业知识与技能——政务管理——公文处理——公文办理——熟悉收文、发文办理流程

18. 第28个全国税收宣传月活动的主题是：
A.落实减税降费，助力扫黑除恶
B.深化税收改革，助力企业发展
C.落实减税降费，促进经济高质量发展
D.优化税收营商环境，助力经济高质量发展
参考答案:C
答案解析：《国家税务总局关于开展第28个全国税收宣传月活动的通知》文件要求。
层    级：中级
难度系数：易
知 识 点：税务系统业务能力升级测试大纲(行政管理类)——专业知识与技能——政务管理——税收宣传——税收宣传基础知识——1.熟悉税收宣传工作的制度规定2.熟悉税收宣传工作的各项工作流程

19.党的基层委员会、总支部委员会、支部委员会每届任期为：
A.3年至5年
B.2年或3年
C.2年至3年
D.3年或5年
参考答案:A 
答案解析：党的基层委员会、总支部委员会、支部委员会每届任期三年至五年。依据《中国共产党章程》。
层    级：中级
难度系数：易
知 识 点：第三篇专业知识与技能——第三章党务管理——第二节党组织管理——第一目党组织及其职责

20.民主生活会到会人数必须达到应到会人数的比例是：
A.达到二分之一以上
B.达到三分之二以上
C.达到四分之三以上
D.达到百分之百
参考答案:B
答案解析:民主生活会到会人数必须达到应到会人数的三分之二以上。依据《县以上党和国家机关党员领导干部民主生活会若干规定》。
层    级：中级
难度系数：易
知 识 点：第三篇专业知识与技能——第三章党务管理——第二节党组织管理——第三目党的组织生活

21.国家秘密的知悉范围以外人员因工作需要知悉国家秘密的，批准人是：
A.本机关、单位的涉密载体管理人  
B.机关、单位负责人  
C.本机关、单位的定密责任人  
D.定密机关负责人  
参考答案:B
答案解析：国家秘密的知悉范围以外的人员，因工作需要知悉国家秘密的，应当经过机关、单位负责人批准。
层    级：中级
难度系数：中
知 识 点：第三篇专业知识与技能——第一章政务管理——第七节保密工作——第二目保密工作职责

22.国家秘密的保密期限已满的,解密方式是：
A.由发文机关按规定解密
B.由发文机关上级机关按规定解密
C.由国家秘密管理相关部门
D.自行解密
参考答案:D
答案解析：国家秘密的保密期限, 除另有规定外, 绝密级不超过30 年；机密级不超过20 年；秘密级不超过10 年。各级税务机关应当根据工作需要, 确定具体的保密期限、解密时间或者解密条件。国家秘密的保密期限已满的, 自行解密。
层    级：中级
难度系数：易
知 识 点：第三篇专业知识与技能——第一章政务管理——第七节保密工作——第三目保密工作管理

23.关于县以上税务机关信访工作的职责，下列表述不正确的是：
A.受理、交办、转送信访人提出的信访事项
B.向地方人民政府通报各类处理的信访事项的处理结果
C.协调处理重要信访事项
D.督查检查信访事项的处理
参考答案:B
答案解析：依据《国家税务总局关于印发<全国税务机关信访工作规则>的通知》的规定，县局以上税务机关应当按照有利工作、方便信访人的原则，确定信访工作专、兼职机构或者人员，具体负责信访工作，其主要职责是：（一）受理、交办、转送信访人提出的信访事项；（二）承办上级和本级税务机关和人民政府交由处理的信访事项；（三）协调处理重要信访事项；（四）督查检查信访事项的处理；（五）研究、分析信访情况，开展调查研究，及时向本级领导提出完善政策和改进工作的建议；（六）对本级和下级的信访工作进行指导。
层    级：中级
难度系数：中
知 识 点：第三篇专业知识与技能——第四章监督管理——第一节纪检工作——第三目税务系统信访举报的处理

24.关于税务系统信访渠道，下列表述不正确的是：
A.县税务机关应当建立负责人信访接待日制度，由本机关负责信访工作的人员协调处理信访事项
B.县税务机关负责人可以就信访人反映突出的问题到信访人居住地与信访人面谈沟通
C.县局以上税务机关应当向社会公布负责信访工作机构的通讯地址
D.县局以上税务机关应当充分利用现有政务信息网络资源，建立或者确定本行政区域的信访信息系统
参考答案:A
答案解析：依据《国家税务总局关于印发<全国税务机关信访工作规则>的通知》第十条的规定：地、县税务机关应当建立负责人信访接待日制度，由本机关负责人协调处理信访事项。
层    级：中级
难度系数：难
知 识 点：第三篇专业知识与技能——第四章监督管理——第一节纪检工作——第三目税务系统信访举报的处理

25.下列不属于税收执法风险的内容是：
A.税款征收风险
B.税务管理风险
C.纳税服务风险
D.舆情管理风险
参考答案:D
答案解析：依据《国家税务总局关于印发〈全国税务系统内部控制基本制度（试行）〉的通知》第十一条的规定，税收执法风险，是指税务机关及其工作人员在税收执法过程中，因故意或过失，损害国家利益或行政管理相对人合法权益的可能性。包括以下内容：（一）税款征收风险，主要指在税款的征收、缴库、退库、调库、追征和办理税收优惠等工作中存在的风险。（二）税务管理风险，主要指在税务登记、发票管理、认定管理、纳税申报、税额确认、行政许可、凭证管理、证明办理、对纳税人备案事项的后续管理等工作中存在的风险。（三）纳税服务风险，主要指在宣传咨询、信用评价、权益维护、中介机构管理等工作中存在的风险。（四）税务稽查风险，主要指在选案、检查、审理、执行等稽查工作中存在的风险。（五）出口退（免）税风险，主要指在出口退（免）税申报受理、审核、核准、办理等工作中存在的风险。（六）税收法制风险，主要指在行政处罚、行政复议、行政诉讼、行政强制、行政赔偿等工作中存在的风险。（七）其他税收执法风险。
层    级：中级
难度系数：易
知 识 点：第三篇专业知识与技能——第四章监督管理——第四节内控机制建设——第二目 内控机制建设的总体框架

26.关于信访举报工作档案的表述，下列不正确的是：
A.纪检监察信访举报工作档案分为信访举报文书类档案和信访案件类档案
B.信访举报文书类档案采用按月分类组卷
C.卷内材料原则上应按照实际办案程序依次排列
D.证据材料可按材料所反映的问题或材料的名称等特征分类，每一类再按时间顺序排列
参考答案:B
答案解析：信访举报文书类档案采用按年分类组卷。
层    级：中级
难度系数：难
知 识 点：第三篇专业知识与技能——第四章监督管理——第一节纪检工作——第三目税务系统信访举报的处理

27.关于局内会议，下列说法是不正确的：
A.局内会议包括局党委会议、局务会议、局长办公会议和局领导专题会议四种。
B.局党委会应按议题确定、预告、酝酿讨论、形成决议等程序进行；局党委会议日期和会议议题由党委书记或主持工作的党委委员确定，会议议题确定前一般应征询党委委员的意见。
C.党委会议根据需要定期召开，会议日期和会议日程由党委书记确定；全体党委委员参加会议，应有三分之二以上（含三分之二）成员到会。
D.局务会议由局领导和局内各单位主要负责人参加，由局长或其委托的局领导召集和主持。
参考答案:C
答案解析：党委会议根据需要不定期召开，会议日期和会议日程由党委书记确定；全体党委成员参加会议，应有三分之二以上（含三分之二）成员到会。
层    级：中级
难度系数：中
知 识 点：第三篇 专业知识与技能——第五章 财务与机关事务管理——第十节 机关事务管理

28.关于涉税舆情处置方式，下列选项中不正确的是：
A.坚持提高突发事件处置能力与有效应对媒体相结合
B.坚持正面宣传为主与舆论监督相结合
C.坚持回避问题与删除负面评论相结合
D.坚持网上舆情处置与网下问题处理相结合
参考答案:C
答案解析：在舆情事件处置过程中，要坚持提高突发事件处置能力与有效应对媒体相结合，坚持正面宣传为主与舆论监督相结合，坚持网上舆情处置与网下问题处理相结合。
层    级：中级
难度系数：难
知 识 点：第三篇专业知识与技能——第一章政务管理——第三节税收舆情管理——第二目税收舆情应对

29.关于我国的政府信息公开，下列说法不正确的是：
A.公民可以根据自身生产、生活和科研等特殊需要申请政府信息公开
B.行政机关对政府信息不能确定是否可以公开时，应不公开
C.行政机关逾期不答复公民申请信息公开的，公民可依法提起行政诉讼
D.县级以上各级人民政府的办公厅（室）可以作为本级政府信息公开工作的主管部门
参考答案:B
答案解析：行政机关对政府信息不能确定是否可以公开时,报有关主管部门或者同级保密工作部门确定。
层    级：中级
难度系数：难
知 识 点：第三篇专业知识与技能——第一章政务管理——第六节政府信息公开——第一目政府信息公开基础知识

30.关于税务机关的督查督办工作，下列不属于需要督查督办的事项是：
A.年度重要工作目标和阶段性重要工作的贯彻落实情况
B.局领导调研时基层税务机关反映问题的办理情况
C.有关部门来电、来函征求意见、会签文件的办理情况
D.本级税务机关日常工作开展情况
参考答案:D
答案解析：年度重要工作目标和阶段性重要工作的贯彻落实情况；局领导调研时基层税务机关反映问题的办理情况, 各级人大代表议案、建议和政协委员提案的办理情况；有关部门来电、来函征求意见、会签文件的办理情况都属于税务机关需要督查督办的事项。
层    级：中级
难度系数：中
知 识 点：第三篇专业知识与技能——第一章政务管理——第九节督查督办——第一目督查督办基础知识

31.按照档案管理的有关规定，档案管理工作的最终目的是：
A.档案收集
B.档案整理
C.档案保管
D.档案利用
参考答案:D
答案解析：衡量档案工作好坏的主要标志是档案的利用，进行档案利用才能发挥档案的价值。
层    级：中级
难度系数：中
知 识 点：第三篇专业知识与技能——第一章政务管理——第十二节档案管理——第二目档案管理操作流程

32.下列关于民主生活会的说法，正确的是：
A.民主生活会到会人数必须达到应到会人数的二分之一以上。
B.相互批评应当开诚布公指出问题，防止以工作建议代替批评意见。
C.民主生活会列席人员根据有关规定和会议内容确定，列席人员不可以发言。
D.民主生活会结束后15日内，应当将会议情况报告报上级党组织，并报送上级纪委和党委组织部门。
参考答案:B
答案解析：根据《县以上党和国家机关党员领导干部民主生活会若干规定》第7条，民主生活会每年召开1次，一般安排在第四季度。因特殊情况需要提前或者延期召开的，应当报上级党组织同意。民主生活会到会人数必须达到应到会人数的三分之二以上。第十二条　民主生活会列席人员，根据有关规定和会议内容确定。列席人员可以发言，对领导班子及其成员提出批评或者建议。第15条，民主生活会结束后15日内，应当将会议情况报告和会议记录报上级党组织，并报送上级纪委和党委组织部门。ACD错误。

33.根据《领导干部个人有关事项报告查核结果处理办法》，下列表述正确的是：
A.漏报房产面积40方米以上的，应当给予调离岗位、改任非领导职务等处理
B.领导干部在个人有关事项报告中，存在两种以上漏报情形的，从重处理
C.领导干部因违反个人事项规定受到诫勉处理的，一年内不得提拔或者进一步使用
D.领导干部因违反个人事项规定受到降职处理的，三年内不得提拔
参考答案:B
答题解析：《领导干部个人有关事项报告查核结果处理办法》 第5条，经认定，查核结果凡属漏报行为，情节较轻的，应当给予批评教育、责令作出检查、限期改正等处理；情节较重的，应当给予诫勉、取消考察对象（后备干部人选）资格、调离岗位、改任非领导职务等处理。情节较重是指少报告房产面积50平方米以上，或者少报告投资金额30万元以上，或者其他漏报情形较重的。存在两种以上漏报情形的，从重处理。
第6条领导干部因违反报告个人有关事项规定受到组织处理或者纪律处分的，其影响期按照有关规定执行。同时受到组织处理和纪律处分的，按照影响期长的规定执行。（一）受到诫勉处理的，半年内不得提拔或者进一步使用；（二）受到取消考察对象（后备干部人选）资格处理的，一年内不得提拔或者进一步使用；（三）受到调离岗位、改任非领导职务、免职处理的，一年内不得提拔；（四）受到降职处理的，两年内不得提拔；（五）受到纪律处分的，依照《中国共产党纪律处分条例》等规定执行。
层    级：中级
难度系数：中
知识点: 行政管理类大纲——专业知识与技能——第二章干部管理——第一节人事管理——第三目领导班子和干部管理

34.公文收文程序和发文程序都有的办理程序是:
A.核发
B.审核
C.分发
D.催办
参考答案:B
答案解析：《全国税务机关公文处理办法》相关规定：
第六十四条  公文拟制包括公文的起草、审核、签发等程序。
第八十七条  收文办理指对收到公文的处理过程，包括签收、登记、审核、拟办、批办、承办、传阅、催办、答复等程序。
层    级：高级
难度系数：中
知 识 点：税务系统业务能力升级测试大纲(行政管理类)——专业知识与技能——政务管理——公文处理——公文办理——熟悉收文、发文办理流程

35.某市税务拟召开局领导专题会议，符合要求的参会人员范围是：
A.局长、分管局领导、提出议题部门主要负责人、局内相关单位负责人
B.分管局领导、提出议题部门全体人员、局内相关单位负责人
C.分管局领导、提出议题部门主要负责人、局内相关单位负责人
D.分管局领导、提出议题部门主要负责人、局内各单位负责人
参考答案:C
答案解析：会议会务相关规定，局领导专题会议参加人员为分管局领导、提出议题部门主要负责人、局内相关单位负责人。
层    级：高级
难度系数：中
知 识 点：税务系统业务能力升级测试大纲(行政管理类)——专业知识与技能——政务管理——会议管理——会议组织——掌握会议计划筹备、组织协调、收尾总结等方法和技能以及会风会纪相关内容    

36.按照《中国共产党党和国家机关基层组织工作条例》规定，党员外出应按规定转接组织关系的时间要求是：
A.超过1个月
B.超过3个月
C.超过6个月
D.超过一年
参考答案:C
答案解析：《中共国家税务总局委员会关于加强新形势下税务系统党的建设的意见》规定，党员外出超过6个月应按规定转接组织关系。
层    级：高级
难度系数：中
知 识 点：第三篇专业知识与技能——第三章党务管理——第一节党员管理——第三目党组织关系管理 了解党员组织关系接转

37.党员组织关系介绍信是党员政治身份的证明，介绍信的有效期最长是：
A.不超过一个月  
B.不超过三个月  
C.不超过半年  
D.不超过一年
参考答案:B
答案解析：转移党员组织关系，要统一使用“中国共产党党员组织关系介绍信”。本市内转移组织关系，有效期限一般为五天左右，省内一般为十五天左右，省外最多不超过三个月。依据《中国共产党发展党员工作细则》。
层    级：高级
难度系数：中
知 识 点：第三篇专业知识与技能——第三章党务管理——第一节党员管理——第三目党组织关系管理 了解党员组织关系接转

38.关于税务机关信访渠道，以下表述不正确的是：
A.县税务机关应当建立负责人信访接待日制度，由本机关负责信访工作的负责人协调处理信访事项
B.县税务机关负责人可以就信访人反映突出的问题到信访人居住地与信访人面谈沟通
C.县局以上税务机关应当向社会公布负责信访工作机构的通讯地址
D.县局以上税务机关应当充分利用现有政务信息网络资源，建立或者确定本行政区域的信访信息系统
参考答案:A
答案解析：依据《全国税务机关信访工作规则》第十条的规定：县税务机关应当建立负责人信访接待日制度，由本机关负责人协调处理信访事项。
层    级：高级
难度系数：难
知 识 点：第三篇专业知识与技能——第一章政务管理——第八节信访工作——第二目信访事项处理

39.下列不属于从形式上对税务信息进行分类的是：
A.行政管理信息
B.动态性信息
C.经验性信息
D.问题建议性信息
参考答案:A
答案解析：从形式来分税务信息包括动态性信息、经验性信息、问题建议性信息。
层    级：高级
难度系数：中
知 识 点：第三篇专业知识与技能——第一章政务管理——第四节政务信息——第一目政务信息基础知识

40.关于内部审计的分类，表述正确的是：
A.内部财务审计、领导干部经济责任审计
B.财政收支审计、基本建设项目政府采购审计
C.经济责任审计、违法案件查办审计
D.执法督察审计、财务管理审计
参考答案:A
答案解析：内部审计包括：(1)内部财务审计。组织实施对财政收支、财务收支、基本建设项目政府采购的审计和审计调查，包括对特定事项的专项（案）审计，提出处理意见和整改要求。(2)领导干部经济责任审计。组织实施领导干部经济责任审计工作，提出评价、处理意见和整改要求。
层    级：高级
难度系数：中
知 识 点：第三篇专业知识与技能——第四章监督管理——第三节督察内审工作——第二目内部审计

41.下列不是税务系统督察内审部门职责的是：
A.税收执法督察
B.税收执法责任制
C.税务审计
D.内部审计
参考答案:C
答案解析：督察内审部门的主要职责为税收执法督察、税收执法责任制和内部审计。
层    级：高级
难度系数：易
知 识 点：第三篇专业知识与技能——第四章监督管理——第三节督察内审工作——第一目督查内审概述

42.财务预算编制的原则是：
A.厉行节约、勤俭建国    
B.量入为出、收支平衡
C.统筹兼顾、量入为出    
D.优先安排、重点支出
参考答案:B
试题解析：《预算法》第三十五条，地方各级预算按照量入为出、收支平衡的原则编制，除本法另有规定外，不列赤字。
层    级：高级
难度系数：易
知 识 点：第三篇 专业知识与技能——第五章 财务与机关事务管理——第一节 财务管理基础

43.下列不属于行政单位国有资产的形成渠道的是：
A.利用财政性资金购置        
B.国家无偿调拨给行政单位的资产
C.接受捐赠                  
D.租用的资产
参考答案:D
答案解析：行政单位国有资产包括行政单位用国家财政性资金形成的资产、国家调拨给行政单位的资产、行政单位按照国家规定组织收入形成的资产，以及接受捐赠和其他经法律确认为国家所有的资产。
层    级：高级
难度系数：中
知 识 点：第三篇 专业知识与技能——第五章 财务与机关事务管理——第六节 国有资产管理

44.某省税务局拟于2020年2月组织召开全省年度工作会，办公室主任王某负责会议组织工作，年初已将此次会议列入年度部门预算，王某按规定提前办理经费审批手续。下列做法符合会议费管理要求的有：
A.此次会议参会人员为130人，其中工作人员13人
B.由于此次会议布置全年重点工作，内容较多，拟召开3天
C.年终会议场地紧张，王某联系了当地一下五星级酒店举办此次会议
D.由于该省物价上涨，此次会议费综合定额标准调整为650元/人天
参考答案:A
答案解析：《税务系统会议费管理办法》第九条  严格控制会议时间。二、三、四类会议会期均不得超过2天;传达、布置类会议会期不得超过1天。会议报到和离开时间，二、三类会议合计不得超过2天，四类会议合计不得超过1天。第十条  严格控制会议规模。二类会议。参会人员不得超过300人，其中，工作人员控制在会议代表人数的15%以内。一般不邀请中央部门和地方政府负责同志出席。三类会议。参会人员不得超过150人，其中，工作人员控制在会议代表人数的10%以内。
会议费开支实行综合定额控制，各项费用之间可以调剂使用。会议费综合定额标准为：二类会议 550元/人天  三类会议 450元/人天
层    级:高级
难易程度:中
知 识 点:行政管理—第三篇专业知识与技能—第五章财务与机关事务管理—第一节财务管理基础—第七目差旅费相关规定

45.财政拨款结转资金是指：
A.支出预算目标未完成，下年仍按原用途使用的财政拨款资金
B.支出预算目标未完成，下年可改变用途使用的财政拨款资金
C.支出预算目标已完成，当年剩余的财政拨款资金
D.支出预算工作终止，当年剩余的财政拨款资金
参考答案:A
答案解析：财政拨款结转资金是指当年支出预算已执行但尚未完成，或因故未执行，下年需按原用途继续使用的财政拨款资金。
层    级：高级
难度系数：易
知 识 点：第三篇 专业知识与技能——第五章 财务与机关事务管理——第四节 财务收支和决算管理

46.关于印章的使用，下列选项中正确的是：
A.多局联合发文用印前，需经主管处（科）室负责人审核签字，方可用印
B.人事报表数量繁多，为节约时间，用印人员与其他人员分开盖行政章和领导签名章
C.办公室制发的公文用印，可由办公室主任批准用印
D.因特殊情况需外出用印，须经印章管理部门负责人同意，由用章所在处室负责人带章出去，并采取安全防范措施
参考答案:C
答案解析：联合发文由所有联署机关的负责人会签后，方可用印。印信保管人员要严格按照用印规范，亲自使用印单位盖章，不得擅自委托他人代用印章。根据印章用印管理规定，严禁把印章带离办公场所。如因特殊情况需外出用印的，须经印章管理部门主要负责人批准；印章保管人员应随同监印，并采取相应安全防范措施。所以ABD不正确。
层    级：高级
难度系数：难
第三篇专业知识与技能——第一章政务管理——第十一节印信管理——第二目印章管理流程

47.税务机关文书档案的保管期限定为永久、定期两种。定期的期限是：
A.40年和20年       
B.30年和20年   
C.20年和10年      
D.30年和10年
参考答案:D
答案解析：《全国税务机关文件材料归档范围和文书档案保管期限规定》第六条规定，税务机关文书档案的保管期限定为永久、定期两种。定期分为30年、10年两类。具体年限自按规定应归档的年份开始计算。
层    级：高级
难度系数：易
知 识 点：第三篇专业知识与技能——第一章政务管理——第十二节档案管理——第二目档案管理操作流程

48.根据《政府信息公开条例》的规定，以下表述正确的是：
A.法定主动公开范围内的政府信息，应自信息形成或者自变更之日起30个工作日内予以公开
B.针对依申请公开范围内的政府信息，行政机关应自收到申请之日起60日内做出答复
C.行政机关不得公开涉及个人隐私的政府信息，但是经权利人同意公开的，可以予以公开
D.行政机关不得公开涉及国家秘密的政府信息，但上级行政机关同意的除外
参考答案:C
答案解析：对于法定的主动公开范围内的政府信息，行政机关应该自政府信息形成或者自变更之日起20个工作日内予以公开。当事人申请公开依申请公开范围内的政府信息，行政机关应自收到当事人申请之日起30日内做出答复。行政机关不得公开涉及国家秘密的政府信息。所以ABD错误。
层    级：高级
难度系数：难
知 识 点：第三篇专业知识与技能——第一章政务管理——第六节政府信息公开——第二目信息公开流程

49.下面符合干部人事档案借阅规定的是：
A.查阅单位要如实填写干部人事档案查阅审批材料，按照程序报单位负责同志审批签字
B.查阅档案可以1人，但必须是党员
C.干部人事档案不予外借
D. 干部人事档案工作机构应当按照程序审批
参考答案:D
答案解析：《干部人事档案工作条例》第32条，查阅干部人事档案按照以下程序和要求进行：（一）查阅单位如实填写干部人事档案查阅审批材料，按照程序报单位负责同志审批签字并加盖公章；（二）查阅档案应当2人以上，一般均为党员；（三）干部人事档案工作机构应当按照程序审批；　　（四）在规定时限内查阅。第33条，干部人事档案一般不予外借，确因工作需要借阅的，借阅单位应当履行审批手续，在规定时限内归还，归还时干部人事档案工作机构应当认真核对档案材料。因此，D正确。
层    级：高级
难度系数：难
知识点: 行政管理类大纲——专业知识与技能——第二章干部管理——第一节人事管理——第四目干部人事档案管理

50.关于税务系统初任培训，下面说法正确的是： 
A. 新录用公务员应在试用期内完成初任培训，因特殊情况不能按时参加的，经所在单位人事部门批准可以延迟
B. 初任培训集中脱产培训期间，可以设立临时党支部或党小组，规范开展主题党日、“三会一课”等组织生活
C. 学员初任培训期间，通过初级会计师资格证、税务师、注册会计师等职业资格考试的，可予以适当加分
D. 初任培训考核成绩作为新录用公务员试用期考核、定级的主要依据。初任培训考核不合格者，年度考核不能评为优秀
参考答案:C
答案解析：根据《税务系统新录用公务员初任培训管理办法》第15条 ，新录用公务员应在试用期内完成初任培训，因特殊情况不能按时参加的，经所在省税务局人事部门批准可以延迟，故A错误；第20条,初任培训集中脱产培训期间，应及时设立临时党支部和党小组，规范开展主题党日、“三会一课”等组织生活，故B错误；第24条，学员初任培训期间，通过初级会计师资格证、税务师、注册会计师等职业资格考试的，可予以适当加分。因此C正确；第22条，初任培训考核成绩作为新录用公务员试用期考核、定级的主要依据。初任培训考核不合格者，不予按期转正定级。根据公务员法第34条，新录用的公务员试用期为一年。因此D错误。
层    级：高级
难度系数：中
知 识 点：行政管理大纲——专业知识与技能——第二章《干部管理》——第二节教育培训管理——第一目干部教育培训

51.根据新《公务员法》下列陈述正确有：
A.某市税务局落实职级并行时，工作人员认为局长李某担任了领导职务，就不得再兼任二级调研员
B.李某在创业期间因拖欠贷款被列为失信惩戒人员，因此不能录用为公务员
C.王某因工作需要担任当地法律研究会副秘书长，经省局机关批准，可以领取兼职报酬
D.新考入的大学生赵某，认为办公室主任部署接待省政府督查工作时悬挂会标并摆放果盘不符合八项规定，拒不执行
参考答案:B
试题解析： 2018年新修订的《公务员法》第二十一条：根据工作需要和领导职务与职级的对应关系，公务员担任的领导职务和职级可以互相转任、兼任，故A项错误；B.第26条规定，因犯罪受过刑事处罚的、被开除中国共产党党籍的、被开除公职的、被依法列为失信联合惩戒对象的、有法律规定不得录用为公务员的其他情形的，不得录用为公务员，故B项正确。第四十四条，第四十四条 公务员因工作需要在机关外兼职，应当经有关机关批准，并不得领取兼职报酬，故C项错误。D.第60条规定， 公务员执行公务时，认为上级的决定或者命令有错误的，可以向上级提出改正或者撤销该决定或者命令的意见;上级不改变该决定或者命令，或者要求立即执行的，公务员应当执行该决定或者命令，执行的后果由上级负责，公务员不承担责任;但是，公务员执行明显违法的决定或者命令的，应当依法承担相应的责任。故D项错误。
层    级：中级
难度系数：难
知 识 点：政治素质及通用业务第七章《干部管理》——第一节人事管理——公务员管理


六、案例分析题
1.某市税务局召开年度税收工作会议，由办公室负责承办，请结合工作实际，回答以下问题：
（1）会前应拟好《会议须知》，要求与会人员共同遵守。《会议须知》的常规内容不包括：
A.会务组房号、电话     B.会议日程、会场地点
C.就餐时间及地点       D.娱乐项目
参考答案:D
答案解析：ABC选项是开好会的基本告知，D不能包括。
层    级：初级
难度系数：易
知 识 点：第三篇 专业知识与技能——第五章 财务与机关事务管理——第十节 机关事务管理

（2）关于会议场所的选择，下列说法不合适的是：
A.应当有能容纳全体会议的会场，有足够的分组讨论场所
B.有足够的会后活动场所
C.有便捷的交通和停车场
D.有足够的住宿房源，有合适的餐厅
参考答案:B
答案解析：ACD选项是开好会的基本条件，B不适宜包括。
层    级：初级
难度系数：易
知 识 点：第三篇 专业知识与技能——第五章 财务与机关事务管理——第十节 机关事务管理

（3）会议应当做好会议记录工作，以下说法不正确的是：
A.会议应当由办公室专人负责记录
B.同时可以做好录音记录
C.会议结束应当及时整理会议记录
D.会议记录应以正式公文形式下发，必须加盖公章。
参考答案:D
答案解析：会议记录是记录讨论发言的事务文书，一般不公开，无须传达或传阅，只作资料存档。
层    级：初级
难度系数：易
知 识 点：第三篇 专业知识与技能——第五章 财务与机关事务管理——第十节 机关事务管理

（4）会议期间，以下做法正确的是：
A.精简会议内容，控制会议时间    B.悬挂欢迎标语
C.就餐区摆放酒水                D.摆放水果鲜花
参考答案:A
答案解析：根据《党政机关厉行节约反对浪费条例》精神，BCD均为错误选项。
层    级：初级
难度系数：易
知 识 点：第三篇 专业知识与技能——第五章 财务与机关事务管理——第十节 机关事务管理

（5）会议后续工作不包括：
A.会议文件的收回、立卷、归档和会场清理
B.贯彻落实会议精神
C.发放纪念品
D.编写会议宣传稿件
参考答案:C
答案解析：根据《党政机关厉行节约反对浪费条例》精神，C为错误选项。
层    级：初级
难度系数：易
知 识 点：第三篇 专业知识与技能——第五章 财务与机关事务管理——第十节 机关事务管理

（2）根据《税务系统新录用公务员初任培训管理办法(施行)》规定，初任培训采取脱产集中培训、岗位实训、网络自学相结合的方式，分类分阶段组织实施。其中脱产培训时间最短时间是：（单选）
A.30天
B.45天
C.60天
D.75天
参考答案:C
答案解析：《税务系统新录用公务员初任培训管理办法(施行)》第10条规定，初任培训对象分为以下两类，实施分类培训：（一）具有财税类专业学位或拥有注册会计师证书、税务师等财税类职业资格证书的人员（A类）。（二）不具有财税类专业学位的新录用人员、军队转业干部及其他人员（B类）。第16条规定，初任培训采取脱产集中培训、岗位实训、网络自学相结合的方式，分类分阶段组织实施。脱产集中培训由省局教育部门组织实施。A类人员集中培训时间不少于60天，B类人员集中培训时间不少于75天。小李是会计系毕来，因此答案选C
层    级：初级
难度系数：中
知识点：行政管理大纲专业知识与技能——第二章《干部管理》——第二节教育培训管理——第一目干部教育培训

（3）小赵培训考核不合格。在于小赵年底的公务员考核，下列说法正确的是：（单选）
A.初任培训考核不合格，不影响小赵的年度考核结果
B.初任培训考核不合格，年度考核不得确定为优秀等次
C.初任培训考核不合格，小赵年度考核将被定为基本称职
D.结合小赵的其他工作表现确定小赵“合格”还是“不合格”
参考答案:D
答案解析：根据公务员法第34条，新录用的公务员试用期为一年。试用期满合格的，予以任职;不合格的，取消录用。因此，小王在试用期内不参加年度考核,不确定等次，根据工作表现确定“合格”或“不合格”。
难度系数：中
知识点：行政管理大纲专业知识与技能——第二章《干部管理》——第一节人事管理——第一目 “公务员管理”
层    级：初级
难度系数：中
知识点：行政管理大纲专业知识与技能——第二章《干部管理》——第一节人事管理——第一目 “公务员管理”

（5）培训期间，小赵与授课教师和同学建立起深厚的友谊，互相约定：（1）趁培训没有结束，组织全班同学邀请老师一起聚餐；（2）成立同学会，加强联系；（3）确定小王为召集人，不定期组织同学开展活动。关于小王以上行为下面说法正确的是：（单选）
A.小赵组织这些活动违反规定
B.小赵组织第1和第2项活动不违反规定
C.小赵组织第1和第3项活动不违反规定
D.小赵组织第2和第3项活动不违反规定
E.小赵组织这些活动都不违反规定
参考答案:A
答案解析：以上活动均违反规定。
难度系数：难
知识点：行政管理大纲专业知识与技能——第二章干部管理——第一目干部教育培训；通用业务知识——第八章监督管理——第一节党风廉政建设——加强作风建设的规定

3.某县税务局 “四个着力”全面贯彻落实《中国共产党支部工作条例》
某县税务局“四个着力”贯彻落实《中国共产党支部工作条例（试行）》，把全面从严治党的要求落到党支部，全面提升党支部组织力，强化党支部政治功能。
一是着力抓好执行落实。引导党员干部特别是领导干部抓好对《条例》的学习。党支部书记坚持集中学习和个人自学相结合，带头深入学习，做到先学一步、学深一层、学以致用，自觉用《条例》指导实践、推动工作。教育党员干部进一步坚定理想信念，增强政治定力、纪律定力、道德定力、防腐定力，提升思想境界，践行入党初心，切实发挥党支部的战斗堡垒作用。
二是着力带头担当作为。党员领导干部带头履职尽责，以自身表率行为带动引导支部党员牢记党的宗旨，履行党员义务，忠于职守、担当奉献，自觉接受党员群众监督；带头加强政治理论学习，提高政治理论素养，带头践行“四讲四有”，争做合格党员，严守政治纪律和规矩，做政治上的“明白人”。支部书记加强思想政治工作，了解支部党员的思想、工作、生活情况，做党员和群众的带头人、知心人、领路人。
三是着力推进党支部规范化达标创建。认真按照《条例》明确的工作机制、组织生活等具体规定，严格落实“三会一课”、组织生活会、谈心谈话、民主评议党员等组织生活制度。多种形式开展主题党日活动，增强党组织的凝聚力和向心力。组织党员集中学习、过组织生活等，按照“五个基本”实现党支部达标创建的顺利完成。
四是着力履行管理监督职责。认真开展党组织书记述职评议考核及民主评议党员工作，对表现好的党员表扬鼓励，对后进党员批评帮助，关怀帮助困难党员；对党员参加组织生活、执行组织决议、履职尽责、遵纪守法、廉洁自律等情况加强日常监督；梳理廉政风险，规范工作流程，加强风险防控；实践运用“四种形态”，强化监督工作，对存在的苗头性倾向性问题党员及时提醒、督促改进，对违反纪律的党员及时教育或按规定处理，切实将《条例》各项规定落到实处。 
结合材料，依据《中国共产党支部工作条例（试行）》，请回答下列问题。
（1）工程、工作项目等达到一定期限，符合条件的，应当成立党支部。这里的“一定期限”指的是（单选）：
A.为期3个月以上的
B.为期4个月以上的
C.为期5个月以上的
D.为期6个月以上的
参考答案:D
答案解析：结合实际创新党支部设置形式，使党的组织和党的工作全覆盖。为期6个月以上的工程、工作项目等，符合条件的，应当成立党支部。
层    级：中级
难度系数：中
知 识 点：第三篇专业知识与技能——第三章党务管理——第二节党组织管理——第一目党组织及其职责

（2）党支部日常工作的领导机构是（单选）：
A.党支部委员会
B.党小组会
C.党员大会
D.党员代表大会 
参考答案:A
答案解析：党支部委员会是党支部日常工作的领导机构。
层    级：中级
难度系数：中
知 识 点：第三篇专业知识与技能——第三章党务管理——第二节党组织管理——第一目党组织及其职责

（3）关于党支部党员大会的召开时间，下列说法正确的是（单选）：
A.一般每周召开1次
B.一般每月召开1次
C.一般每季度召开1次
D.一般每年召开1次
参考答案:C
答案解析：党支部党员大会是党支部的议事决策机构，由全体党员参加，一般每季度召开1次。
层    级：中级
难度系数：中
知 识 点：第三篇专业知识与技能——第三章党务管理——第二节党组织管理——第一目党组织及其职责
`;

const checkFormat = list => {
    let l = [];
    let tmp = '';
    let pro = 0;
    for (let s of list) {
        if (!isNaN(s[0] * 1)) {
            if (tmp) {
                l.push(tmp);
                if (tmp.substring(0, tmp.indexOf('.')) * 1 - pro !== 1) {
                }
                pro = tmp.substring(0, tmp.indexOf('.')) * 1
            }
            tmp = s;
        } else {
            tmp += s;
        }
    }
    return l;
}
const set_ASK = ask => {
    ask = ask.substring(ask.indexOf('.') + 1)
    return ask;
}
const setAsk = (s, id) => {
    s = s.replace(new RegExp('[(][ABCDEF][)]'), '@')
    if (s.indexOf('@') < 0) {
        // console.error('setAsk', id, s);
    }
    return s;
}
const setRight = (s, id) => {
    let map = {
        A: 0, B: 1, C: 2, D: 3, E: 4, F: 5
    };
    if (!s) {
        console.error('setRight', id + ' is null');
        return;
    }
    s = s.substring(s.indexOf('参考答案:') + 5, s.indexOf('参考答案:') + 6)
    if (s.length !== 1) {
        console.error(id, s);
    } else if ('ABCDEF'.indexOf(s) < 0) {
        console.error('答案错误', id, s);
    }
    else {
        return map[s];
    }
}
const setAnswer = (s, id) => {
    if (!s) {
        console.error(id + ' is null');
        return;
    }
    s = s.substring(0, s.indexOf('参考答案:'))
    let w = s.split(new RegExp("[ABCDEF][.]"));
    if (!w || w.length < 3) {
        console.error(id, w);
        return;
    }
    return w;
}

const lastList = (l) => {
    let last = [];
    let tmp = {};
    const add = (t, id) => {
        last.push(t);
    }
    for (let s of l) {
        tmp.id = s.split('.')[0];
        tmp.w = s.split('A.')[1];
        tmp.a = set_ASK(s.split('A.')[0]);
        tmp.r = setRight(tmp.w, tmp.id);
        tmp.ask = setAsk(tmp.a, tmp.id);
        tmp.answer = setAnswer(tmp.w, tmp.id);
        delete tmp.w;
        delete tmp.id;
        add({
            q: tmp.ask,
            a: tmp.answer,
            r: tmp.r
        });
    }
    return last;
}

const showFormat = (last) => {
    let showStr = '';
    for (let s of last) {
        showStr += '{';
        showStr += `"q":"${s.q}",`;
        showStr += `"r":"${s.r}",`;
        showStr += `"a":["${s.a.join('","')}"]`;
        showStr += '},'
    }
    console.log(`[${showStr.replace(/\s+/g, '').substring(0, showStr.length - 1)}]`);
}
let list = str.split(new RegExp("\n"));
let l = checkFormat(list);
let last = lastList(l);
showFormat(last);
