var str = `1.新时代我国社会主要矛盾是：
A.人民日益增长的美好生活需要与不平衡不充分的发展之间的矛盾
B.人民日益增长的物质文化需要同落后的社会生产之间的矛盾
C.人民日益增长的物质文化需要同不平衡不充分的发展之间的矛盾
D.人民日益增长的美好生活需要同落后的社会生产之间的矛盾
参考答案:A
答案解析：新时代我国社会主要矛盾是人民日益增长的美好生活需要与不平衡不充分的发展之间的矛盾。依据《习近平新时代中国特色社会主义思想学习纲要》。
层    级：初级
难度系数：易
知 识 点：第一篇政治素质——第一章习近平新时代中国特色社会主义思想——第二节新思想的鲜明主题、科学体系和核心要义

2.各级税务机关履行全面从严治党监督职责的部门是:
A.督查内审部门
B.办公室
C.机关党委
D.纪检机构
参考答案:D
答案解析:根据《税务系统落实全面从严治党主体责任和监督责任实施办法（试行）》第三条  各级税务局党委履行全面从严治党主体责任，党委书记履行“第一责任人”职责，党委委员履行“一岗双责”，职能部门（内设机构、派出机构、事业单位）抓好职责范围内全面从严治党工作，党支部负责落实本支部全面从严治党工作，纪检机构履行监督执纪问责职责、协助党委推进全面从严治党。
层    级:初级
难度系数:易
知 识 点:第一篇 政治素质—第四章 税务系统全面从严治党新格局—第二节 税务系统全面从严治党的责任
3.关于党的十九大主题,下列说法中正确的是：
A.不忘初心，继续前进     
B.不忘初心，牢记使命 
C.不忘初心，方得始终     
D.不忘初心，砥砺前行
参考答案:B
答案解析：党的十九大主题是：不忘初心，牢记使命，高举中国特色社会主义伟大旗帜，决胜全面建成小康社会，夺取新时代中国特色社会主义伟大胜利，为实现中华民族伟大复兴的中国梦不懈奋斗。 
层    级：初级
难度系数：易
知 识 点：第一篇 政治素质——第二章 新时代共产党人的党性修养——第一节 党的历史和传统

4.中国共产党的最高理想和最终目标是：
A.反帝反封建
B.推翻三座大山
C.实现中华民族伟大复兴
D.实现共产主义
参考答案:D
答案解析：十九大报告第二部分第3自然段“中国共产党一经成立，就把实现共产主义作为党的最高理想和最终目标，义无反顾肩负起实现中华民族伟大复兴的历史使命，团结带领人民进行了艰苦卓绝的斗争，谱写了气吞山河的壮丽史诗。”
层    级：初级
难度系数：易
知 识 点：第一篇 政治素质——第二章 新时代共产党人的党性修养——第二节 党的理想和信念

5.在新时代党的建设中发挥统领作用的是：
A.组织建设 
B.政治建设 
C.思想建设
D.纪律建设
参考答案:B 
答案解析：新时代党的建设中以党的政治建设为统领。
层    级：初级
难度系数：易
知 识 点：政治素质——新时代党的建设——新时代党的建设总要求

6.思想建设是党的基础性建设。党的思想建设首要任务是：
A.尊崇遵循党章
B.增强党性修养
C.坚定理想信念
D.牢记党的宗旨
参考答案:C 
答案解析：把坚定理想信念作为党的思想建设的首要任务。
层    级：初级
难度系数：易
知 识 点：政治素质——新时代党的建设——党的思想建设

7.党最根本、最重要的纪律是:
A.政治纪律
B.组织纪律
C.群众纪律
D.廉洁纪律
参考答案:A
答案解析：《关于新形势下党内政治生活的若干准则》：政治纪律是党最根本、最重要的纪律，遵守党的政治纪律是遵守党的全部纪律的基础。
层    级：初级
难度系数：易

8.中国共产党的领导是中国特色社会主义最本质的特征，是中国特色社会主义制度的：
A.最大特色     
B.基本特色     
C.最大优势     
D.基本优势
参考答案:C 
答案解析：中国特色社会主义最本质的特征是中国共产党的领导，中国特色社会主义制度的最大优势是中国共产党的领导。依据《习近平新时代中国特色社会主义思想学习纲要》。
层    级：中级
难度系数：易
知 识 点：第一篇政治素质——第一章习近平新时代中国特色社会主义思想——第二节新思想的鲜明主题、科学体系和核心要义

9.税务系统加强新形势下党的建设，全面落实从严治党的指导思想是：
A.邓小平理论
B.“三个代表”思想
C.习近平新时代中国特色社会主义思想
D.科学发展观
参考答案:C
答案解析：《中共国家税务总局委员会关于加强新形势下税务系统党的建设的意见》（二）总体要求。以习近平新时代中国特色社会主义思想为指导，深入贯彻党的十九大和十九届二中、三中全会精神，全面落实新时代党的建设总要求。
层    级:中级
难度系数:中
知 识 点:第一篇 政治素质—第四章 税务系统全面从严治党新格局—第四节 构建税务系统新纵合横通强党建机制体系

10.为了实现一个历史使命，无论是弱小还是强大，无论是顺境还是逆境，我们党都初心不改、矢志不渝，团结带领人民历经千难万险，付出巨大牺牲，敢于面对曲折，勇于修正错误，攻克了一个又一个看似不可攻克的难关，创造了一个又一个彪炳史册的人间奇迹。这个历史使命是指：
A.新民主主义革命      
B.社会主义革命
C.社会主义现代化      
D.中华民族伟大复兴
参考答案:D
答案解析：十九大报告第二部分第7自然段，“为了实现中华民族伟大复兴的历史使命，无论是弱小还是强大，无论是顺境还是逆境，我们党都初心不改、矢志不渝，团结带领人民历经千难万险，付出巨大牺牲，敢于面对曲折，勇于修正错误，攻克了一个又一个看似不可攻克的难关，创造了一个又一个彪炳史册的人间奇迹。”
层    级：中级
难度系数：易
知 识 点：第一篇 政治素质——第二章 新时代共产党人的党性修养——第一节 党的历史和传统

11.党支部每年开展民主评议党员的次数一般是：
A.1次    
B.2次    
C.3次    
D.4次
参考答案:A
答案解析：《中国共产党支部工作条例（试行）》第十八条指出，党支部一般每年开展1次民主评议党员，组织党员对照合格党员标准、对照入党誓词，联系个人实际进行党性分析。
层    级：中级
难度系数：易
知 识 点：第一篇 政治素质——第二章 新时代共产党人的党性修养——第三节 党的性质和宗旨

12.增强党自我净化能力，根本靠强化群众监督和：
A.党的自我监督   
B.人大监督    
C.舆论监督    
D.司法监督
参考答案:A
答案解析： 十九大报告的“全面从严治党”部分指出：健全党和国家监督体系。增强党自我净化能力，根本靠强化党的自我监督和群众监督。
层    级：中级
难度系数：易
知 识 点：第一篇 政治素质——第二章 新时代共产党人的党性修养——第四节 党的纪律和规矩

13.党保持团结统一的思想基础是：
A.马克思主义理想和科学社会主义共同理想
B.共产主义远大理想和中国特色社会主义共同理想
C.共产主义理想和社会主义理想
D.共产主义远大理想和科学社会主义共同理想
参考答案:B 
答案解析：共产主义远大理想和中国特色社会主义共同理想，是中国共产党人的精神支柱和政治灵魂，也是保持党的团结统一的思想基础。
层    级：中级
难度系数：易
知 识 点：政治素质——新时代党的建设——党的思想建设

14.党的作风是党的形象，作风建设的核心是：
A.加强党风廉政建设
B.保持党同人民群众的血肉联系
C.保持党的纯洁性
D.加强党的政治建设
参考答案:B
答案解析:作风建设的核心是保持党同人民群众的血肉联系。
层    级：中级
难度系数：易
知 识 点：政治素质——新时代党的建设——党的作风建设——党的作风建设的地位和意义

15.在党章中，将“纪律”单独作为一章规定的是：
A.党的二大通过的党章
B.党的一大通过的党章
C.党的三大通过的党章
D.党的四大通过的党章
参考答案:A
答案解析：党的二大通过的党章。
层    级：中级
难度系数：中
知 识 点：政治素质——新时代党的建设——党的纪律建设——党的纪律建设历史经验

16.只能由中央党内法规作出规定的是：
A.党的纪律处分和组织处理方面的制度
B.党员义务权利方面的制度；
C.涉及党中央集中统一领导的事项
D.党的领导和党的建设各方面的制度
参考答案:C
答案解析：中央党内法规制定党员义务权利方面的基本制度、党的纪律处分和组织处理方面的基本制度、党的领导和党的建设各方面的制度。凡是涉及党中央集中统一领导的事项,只能由中央党内法规作出规定
层    级：中级
难度系数：高
知 识 点：政治素质——新时代党的建设——党的制度建设

17.中国共产党人的初心和使命，就是:
A.实现祖国统一，促进各民族共同繁荣
B.解放生产力，发展生产力，最终实现共同富裕
C.把中国建设成为富强、民主、文明的社会主义现代化国家
D.为中国人民谋幸福，为中华民族谋复兴
参考答案:D 
答案解析：不忘初心，方得始终。中国共产党人的初心和使命，就是为中国人民谋幸福，为中华民族谋复兴。依据《习近平新时代中国特色社会主义思想学习纲要》。
层    级：高级
难度系数：易
知 识 点：第一篇政治素质——第一章习近平新时代中国特色社会主义思想——第二节新思想的鲜明主题、科学体系和核心要义

18.为加强党的建设，习近平总书记首提“全面从严治党”的时间是：
A.“三严三实”主题教育期间
B.“两学一做”主题教育期间
C.“不忘初心、牢记使命”主题教育期间
D.党的群众路线教育实践活动期间
参考答案:D
答案解析：2014年10月8日，习近平总书记在党的群众路线教育实践活动总结大会讲话中首提“全面推进从严治党”。
层    级:高级
难度系数:中
知 识 点:第一篇 政治素质—第四章 税务系统全面从严治党新格局—第一节 全面从严治党基本方略

19.不忘初心，方得始终。中国共产党人的初心和使命，就是：
A.实现祖国统一，促进各民族共同繁荣
B.解放生产力，发展生产力，最终实现共同富裕
C.把中国建设成为富强、民主、文明的社会主义现代化国家
D.为中国人民谋幸福，为中华民族谋复兴
参考答案:D
答案解析：十九大报告强调，“不忘初心，方得始终。中国共产党人的初心和使命，就是为中国人民谋幸福，为中华民族谋复兴。”
层    级：高级
难度系数：易
知 识 点：第一篇 政治素质——第二章 新时代共产党人的党性修养——第一节 党的历史和传统

20.我们立党立国的根本指导思想是：
A.马克思主义
B.毛泽东思想  
C.科学社会主义
D.邓小平理论
参考答案:A 
答案解析：马克思主义是我们立党立国的根本指导思想。
层    级：高级
难度系数：易
知 识 点：政治素质——新时代党的建设——党的政治建设——坚定的政治信仰

21.党支部对党员进行经常性教育管理的方式是：
A.民主评议制度
B.理论学习制度
C.“三会一课”制度
D.党费缴纳制度
参考答案:C
答案解析：党支部应当运用“三会一课”制度，对党员进行经常性的教育管理。
层    级：高级
难度系数：易
知 识 点：政治素质——新时代党的建设——党的组织建设——党员教育管理

22.党员教育管理的首要政治任务是:
A.增强“四个意识”，坚定“四个自信”
B.用习近平新时代中国特色社会主义思想武装全党
C.不忘初心，牢记使命
D.坚定理想信念
参考答案:B
答案解析：《中国共产党党员教育管理工作条例》第五条，把用习近平新时代中国特色社会主义思想武装全党作为党员教育管理的首要政治任务
层    级：高级
难度系数：中
知 识 点：政治素质——新时代党的建设——党的组织建设——党员教育管理

23.党的根本组织原则是：
A.人民代表大会制
B.民主协商制
C.少数服从多数
D.民主集中制
参考答案:D
试题解析：民主集中制党的根本组织原则
层    级：高级
难易度：易
知 识 点：政治素质——新时代党的建设——党的组织建设——民主集中制

24.党和国家的生命线、人民的幸福线，党内政治生活正常开展的根本保证是：
A.党的政治路线
B.党的思想路线
C.党的群众路线
D.党在社会主义初级阶段的基本路线
参考答案:D
答案解析：《关于新形势下党内政治生活的若干准则》：党在社会主义初级阶段的基本路线是党和国家的生命线、人民的幸福线，也是党内政治生活正常开展的根本保证。
层    级：高级
难度系数：高
知 识 点：政治素质——新时代党的建设——党的政治建设

25.严明党的纪律，首要严明的就是:
A.廉政纪律 
B.工作纪律
C.组织纪律
D.政治纪律
参考答案:D
答案解析：严明党的纪律，首要严明的就是政治纪律
层    级：高级
难度系数：易
知 识 点：政治素质——新时代党的建设——党的纪律建设

26.在领导干部的所有能力中，第一位的是：
A.业务能力     
B.学习能力
C.服务能力
D.政治能力
参考答案:D
答案解析：在领导干部的所有能力中，政治能力第一位。
层    级：高级
难度系数：易
知 识 点：政治素质——新时代党的建设——党的政治建设

1.中国税务精神的载体是：
A.税收历史
B.税务队伍
C.税务文化
D.税务干部
参考答案:C
答案解析：《国家税务总局关于加强新时代税务文化建设的意见》明确，税务文化是中国特色社会主义文化的组成部分，是中国税务精神的载体，是广大税务干部的价值基因和时代追求。
层    级：初级
难度系数：易
知 识 点：税务系统业务能力升级测试大纲(行政管理类)——通用业务——管理学基础——团队管理——税务文化建设

2.建设性沟通的本质是：
A.探询目的
B.思想交流
C.换位思考
D.达成一致
参考答案:C
答案解析：建设性沟通的本质是换位思考。
层    级：初级
难度系数：中
知 识 点：税务系统业务能力升级测试大纲(行政管理类)——通用业务——管理学基础————自我修养——沟通与协调

3.便携式计算机配置数量上限占单位编制内实有人数比例是：
A.10%
B.20%
C.30%
D.50%
参考答案:D
答案解析：根据《中央行政单位通用办公设备家具配置标准》规定，便携式计算机配置上限位单位编制人数的50%。
层    级:初级
难度系数:中
知 识 点:行政管理—第三篇专业知识与技能—第五章财务与机关事务管理—第六节国有资产管理—第一目国有资产管理知识

4.重点涉密人员的脱密期是：
A.2年    
B.4年   
C.6年   
D.8年
参考答案:A
答案解析：涉密人员调离涉密岗位，实行脱密期管理。涉密人员的脱密期限为：一般涉密人员1年，重点涉密人员2年，核心涉密人员3年。
层    级：初级
难度系数：中
知 识 点：第二篇通用知识——第六章政务管理——第二节保密工作

5.根据《公务员法》规定，下列不属于公务员处分种类的是：
A.记大过
B.降级
C.降职
D.撤职
参考答案:C
答案解析：根据《行政机关公务员处分条例》的规定，行政机关公务员处分的种类包括警告、记过、记大过、降级、撤职、开除。 
层    级：初级
难度系数：易
知 识 点：税务系统业务能力升级测试大纲(行政管理类)——第二篇通用业务——第八章监督管理——第三节违纪违法行为惩处——2.纪律处分

6.按照管理学基本理论，管理的核心是：
A.处理人际关系 
B.拥有人事权 
C.资源控制权
D.组织采购
参考答案:A
答案解析：管理是指一定组织中的管理者，通过实施计划、组织、领导、协调、控制等职能来协调他人的活动，使别人同自己一起实现既定目标的活动过程。每个个体均有其独特之思想、背景、态度、个性、行为模式及价值观，然而人际关系对每个人的情绪、生活、工作有很大的影响，甚至对组织气氛、组织沟通、组织运作、组织效率及个人与组织之关系均有极大的影响。管理的核心是处理人际关系。
层    级：初级
难度系数：易
知 识 点：第二篇 通用业务——第五章 管理学基础——第一节 管理的内涵与本质

7.从2019年5月1日起,各地企业职工基本养老保险用人单位的缴费比例可以降到:
A.20%
B.18%
C.16%
D.15%
参考答案:C
答案解析：从2019年5月1日起,各地企业职工基本养老保险用人单位的缴费比例可以降到16%。
层    级：初级
难度系数：易
知 识 点：政治素质及通用业务——第九章 税收基础知识——第三节 社会保险费与非税收入

8.下列举措能体现税务行政许可便民原则的是：
A.税务行政许可只能由当事人自行提出
B.办税服务厅受理申请后，仍需向内部业务部门报送资料
C.多次要求纳税人补充相关资料
D.许可事项涉及多个部门的，联合办理或集中办理
参考答案:D
答案解析：根据《行政许可法》第六条规定：“实施行政许可，应当遵循便民的原则，提高办事效率，提供优质服务。”
层级：初级
难度系数：中
知识点：通用篇-第十一章法律基础知识-第二节税务行政执法-税务行政许可

9.某税务所两名干部因为工作理念不一致，存在矛盾，时常因为琐事发生争执。作为该税务所负责人，以下处理方式不合适的是：
A.合理引导，做思想工作
B.当老好人，维持表面和谐
C.明辨是非，赏罚分明表明态度
D.客观分析，对症下药化解矛盾
参考答案:B
答案解析：领导沟通协调艺术。
层    级：中级
难度系数：易
知 识 点：税务系统业务能力升级测试大纲(行政管理类)——通用业务——管理学基础——自我修养——沟通与协调

10.某县税务局开展资产清理，发现以前年度购买一批家具未上账，按照国有资产管理办法，下列做法正确的是:
A.该批资产已作为费用列支，不需要重新入账
B.检查该批资产是否到达报废年限，如果到达直接报废，不用入账
C.如无法取得发票确认资产价值，可以以盘盈报告中金额暂估入账
D.如无法取得发票确认资产价值，暂不入账，待确认价值后再入账
参考答案:C
答案解析：根据《税务系统国有资产管理办法》第四十四条  税务系统行政单位接受捐赠或盘盈的固定资产，应由固定资产实物管理部门办理交接，并根据固定资产交接单、发票或固定资产盘盈报告等凭证，办理有关入库、财务等手续。
层    级:中级
难易程度:中
知 识 点:行政管理—第三篇专业知识与技能—第五章财务与机关事务管理—第六节国有资产管理—第一目国有资产管理知识

11.我国行政单位会计核算记账本位币是:
A.人民币   
B.港币  
C.美元 
D.自选
参考答案:A
答案解析：《政府会计准则—基本准则》第九条 政府会计核算应当以人民币作为记账本位币。发生外币业务时，应当将有关外币金额折算为人民币金额计量，同时登记外币金额。
层    级:中级
难易程度:易
知识点:行政管理—第三篇专业知识与技能—第五章财务与机关事务管理—第一节财务管理基础—第三目财务会计基本知识

12.突发事件按其性质、严重程度、可控性和影响范围等因素分为：
A.1级
B.2级
C.3级
D.4级
参考答案:D
答案解析：突发事件按其性质、严重程度、可控性和影响范围等因素分为4级，特别重大的是Ⅰ级，重大的是Ⅱ级，较大的是Ⅲ级，一般的是Ⅳ级。
层    级：中级
难度系数：易
知 识 点：第二篇通用知识——第六章政务管理——第三节应急管理

13.下列关于民主生活会的说法，正确的是：
A. 民主生活会到会人数必须达到应到会人数的二分之一以上。
B. 相互批评应当开诚布公指出问题，防止以工作建议代替批评意见。
C. 民主生活会列席人员根据有关规定和会议内容确定，列席人员不可以发言。
D. 民主生活会结束后15日内，应当将会议情况报告报上级党组织，并报送上级纪委和党委组织部门。
参考答案:B
答案解析：根据《县以上党和国家机关党员领导干部民主生活会若干规定》第7条，民主生活会每年召开1次，一般安排在第四季度。因特殊情况需要提前或者延期召开的，应当报上级党组织同意。民主生活会到会人数必须达到应到会人数的三分之二以上。第十二条　民主生活会列席人员，根据有关规定和会议内容确定。列席人员可以发言，对领导班子及其成员提出批评或者建议。第15条，民主生活会结束后15日内，应当将会议情况报告和会议记录报上级党组织，并报送上级纪委和党委组织部门。ACD错误。
层    级：中级
难度系数：难
知 识 点：政治素质及通用业务第七章《干部管理》——第一节人事管理——第三目领导干部管理

14.根据新修订的《中华人民共和国公务员法》，下列表述正确的是：
A.某市税务局落实职级并行时，工作人员认为局长李某担任了领导职务，就不得再兼任四级调研员。
B.李某在某国企工作期间，曾被开除过党籍，因此不能录用为公务员。
C.王某因工作需要担任当地法律研究会副秘书长，经省局机关批准，可以领取兼职报酬。
D.新考入的大学生赵某，认为办公室主任部署接待省政府督查工作时悬挂会标并摆放果盘不符合八项规定，拒不执行。
参考答案:B
层    级：中级
难度系数：难
知 识 点：政治素质及通用业务第七章《干部管理》——第一节人事管理——公务员管理

15.下列销售行为中，应当计算缴纳增值税的是：
A.销售古旧图书 
B.销售自来水
C.销售避孕药品和用具
D.自然人销售自己使用过的物品
参考答案:B
答案解析：《中华人民共和国增值税暂行条例》第十五条规定，下列项目免征增值税:（一）农业生产者销售的自产农产品；（二）避孕药品和用具；（三）古旧图书；（四）直接用于科学研究、科学试验和教学的进口仪器、设备；（五）外国政府、国际组织无偿援助的进口物资和设备；（六）由残疾人的组织直接进口供残疾人专用的物品；（七）销售的自己使用过的物品。 
层    级：中级
难度系数：中
知 识 点：政治素质及通用业务——第九章税收基础知识——第二节各税种政策与管理

16.计算机的基本构成包括主机、显示器、键盘、鼠标，它们均属于：
A.软件部分
B.硬件部分
C.主机部分
D.主板部分
参考答案:B
答案解析：硬件部分是计算机各项功能实现的物质基础,包括主机、显示器、键盘、鼠标等。
层级：初级
难度系数：易
知识点：税务系统业务能力升级测试大纲(信息技术类)-通用业务-税收信息化-计算机终端基础知识

17.传播计算机病毒范围最广的媒介是：
A.硬盘
B.U盘
C.光盘
D.Internet（因特网）
参考答案:D
答案解析：近年来，随着网络技术的高速发展和互联网的高频使用，计算机病毒的速度越来越快，范围也在逐步扩大，Internet（因特网）成为了计算机病毒传播范围最广的媒介。
层级：初级
难度系数：易
知识点：税务系统业务能力升级测试大纲(信息技术类)-通用业务-税收信息化-常用软件应用

18.Office Excel属于：
A.电子表格软件
B.文字处理软件
C.图形图像软件
D.网络通信软件
参考答案:A
答案解析：Excel是Microsoft Office组件之一，用于处理电子表格的软件
层级：初级
难度系数：易
知识点：税务系统业务能力升级测试大纲(信息技术类)-通用业务-税收信息化-常用软件应用

19．当用户发现显示器显示的图标、文字、图案较大并且有些模糊时，应首先进行的操作是：
A.降低屏幕分辨率 	
B.提高屏幕分辨率		
C.重装系统  		
D.重启电脑
参考答案:B
答案解析：当文字目标，图案较大时，应首先进行屏幕分辨率设置，提高屏幕分辨率，保存后查看是否恢复正常。故答案为B。
层级：初级
难度系数：易
知 识 点：税务系统业务能力升级测试大纲（信息技术类）-通用业务-税收信息化-计算机终端基础知识

20．在Windows 7操作系统中，显示桌面的快捷键是：
A.“Win”+“D”
B.“Win”+“P”
C.“Win”+“Tab”
D.“Alt”+“Tab”
参考答案:A
答案解析：先按住Win键不放然后再选择D键这样就可以显示桌面，所以答案为A选项。
层级：初级
难度系数：易
知 识 点：税务系统业务能力升级测试大纲（信息技术类）-通用业务-税收信息化-常用软件应用

21.会计核算的最终环节是：
A.确认
B.计量
C.记录
D.报告
参考答案:D
答案解析：会计核算的环节包括确认、计量、记录和报告，报告是会计核算的最终环节。
层级：初级
难度系数：易
知识点：征管评估类——第二篇通用业务——第十二章财会知识——第一节会计基础知识

22.车间管理人员福利费应计入的会计科目是：
A.管理费用
B.财务费用
C.制造费用
D.营业费用
参考答案:C
答案解析：车间管理人员福利费计入制造费用。
层级：初级
难度系数：中
知识点：征管评估类——第二篇通用业务——第十二章财会知识——第二节企业主要经济业务的核算

23.会计对象的具体化称为：
A.会计对象
B.会计要素
C.利润
D.会计科目
参考答案:B
答案解析：会计对象的具体化称为会计要素，会计要素的具体化称为会计科目。
层级：初级
难度系数：易
知识点：征管评估类——第二篇通用业务——第十二章财会知识——第一节会计基础知识

24.《纳税服务投诉管理办法（试行）》规定税务机关收到纳税服务投诉后决定是否受理的时限是：
A.应于1个工作日内
B.应于3个工作日内
C.应于5个工作日内
D.应于7个工作日内
参考答案:A
答案解析：《纳税服务投诉管理办法（试行）》规定税务机关收到投诉后应于1个工作日内决定是否受理。
层级：初级
难度系数：易
知识点：第十章税收征管管理——第四节纳税服务

25.下列不属于“大众创业 万众创新”税收优惠政策的是：
A.国家级、省级科技企业孵化器免征房产税
B.金融机构与小型微型企业签订借款合同免征印花税
C.科学研究机构、技术开发机构、学校等单位进口免征增值税、消费税
D.易地扶贫搬迁安置住房用地免征城镇土地使用税
参考答案:D
答案解析：易地扶贫搬迁安置住房用地免征城镇土地使用税属于支持脱贫攻坚税收优惠政策，D选项错误。
层级：初级
难度系数：易
知识点：第十章税收征管管理——第一节税务管理

26.下列原则中，不属于刑法基本原则的是：
A.罪刑法定原则
B.适用刑法人人平等原则
C.罪刑相适应原则
D.数罪并罚原则
参考答案:D
答案解析：刑法的基本原则，是指刑法明文规定的、在全部刑事立法和司法活动中应当遵循的准则。中华人民共和国刑法规定的基本原则有三个，即罪刑法定原则、刑法适用平等原则和罪责刑相适应原则，分别体现在刑法第3条、第4条和第5条。
层级：中级
难度系数：易
知识点：通用篇-第十一章法律基础知识-第四节税收的刑罚保障-涉税犯罪类型

27.以下关于“一事不二罚”原则，表述正确的是：
A.“一事不二罚”中的处罚不仅指罚款，还包括可以实施税务行政处罚中的其它处罚
B.“可以按罚款数额的百分之三加处罚款”并不违反“一事不二罚”
C.纳税人对逾期不改正税收违法行为，如果税务机关先前已对该税收违法行为进行了罚款，对该“逾期不改正行为”可再予以罚款
D.纳税人的数个违法行为，税务机关不能分别予以处罚
参考答案:B
答案解析：对当事人的同一个违法行为，不得给予两次以上罚款的行政处罚。简单的说就是“一事不二罚”原则。
层级：中级
难度系数：中
知识点：通用篇-第十一章法律基础知识-第二节税务行政执法-税务行政处罚
28.下列渎职犯罪中，犯罪主体需为税务人员的是：
A.玩忽职守罪
B.徇私舞弊发售发票罪
C.违法提供出口退税凭证罪
D.徇私舞弊不移交刑事案件罪
参考答案:B　
答案解析：玩忽职守罪的主体是国家工作人员；徇私舞弊发售发票罪的犯罪主体为税务机关工作人员；违法提供出口退税凭证罪的主体为海关人员；徇私舞弊不移交刑事案件罪主体为行政执法人员。 层级：初级
难度系数：中
知识点：通用篇-第十一章法律基础知识-第六节税收执法者及其责任-税收职务犯罪及其法律责任

29.下列哪个层级的法律文件不得设定行政许可：
A.法律
B.国务院决定
C.省级政府规章
D.部门规章
参考答案:D
答案解析：全国人大制定的法律可以设定行政许可；法律没有设定许可时，行政法规也可以设定行政许可；必要时，国务院可以采用发布决定的方式设定行政许可；尚未制定法律、行政法规的，地方性法规可以设定行政许可；尚未制定法律、行政法规和地方性法规的，因行政管理的需要，确需立即实施行政许可的，省、自治区、直辖市人民政府规章可以设定临时性的行政许可。
层级：中级
难度系数：易
知识点：通用篇-第十一章法律基础知识-第二节税务行政执法-税务行政许可

30.计算机是能够处理和加工各种电子信息的现代化工具，是一种高度自动化的。能对各种文字、数字、声音和图像进行存储和快速运算的：       
A.电子设备
B.机械设备
C.娱乐设备
D.电器设备
参考答案:A
答案解析：计算机属于电子设备。
层级：中级
难度系数：易
知识点：税务系统业务能力升级测试大纲(信息技术类)-通用业务-税收信息化-计算机终端基础知识

31.随着闪存技术的发展，小巧便于携带、存储容量大、价格便宜、性能可靠的是：
A.U盘
B.移动硬盘
C.光盘
D.软盘
参考答案:A
答案解析：U盘使用闪存技术，并且其容量大、易携带性价比高等优点。
层级：中级
难度系数：易
知识点：税务系统业务能力升级测试大纲(信息技术类)-通用业务-税收信息化-计算机终端基础知识

32.在Windows中，将回收站中的文件还原时，被还原的文件将回到:
A.桌面上
B.我的文档中
C.内存中
D.被删除的位置
参考答案:D
答案解析：在Windows的回收站中已删除的文件、文件夹或快捷方式恢复后，将返回原来的位置即被删除的位置。
层级：中级
难度系数：中
知识点：税务系统业务能力升级测试大纲(信息技术类)-通用业务-税收信息化-计算机终端基础知识

33.下列情况中，一般不是因病毒感染所致的是:
A.显示器不亮				
B.计算机提示内存不足		
C.机器运行速度变慢		
D.以.exe为扩展名的文件变多
参考答案:A
答案解析：显示器不亮多为硬件故障，其他选项均可能是病毒感染所致。故答案为A。
层级：中级
难度系数：中
知 识 点：税务系统业务能力升级测试大纲（信息技术类）-通用业务-税收信息化-网络与信息安全

34.会计一词最早出现的时期是：
A.西周时期
B.东汉时期
C.清末时期
D.古代时期
参考答案:A
答案解析：西周王朝是我国奴隶社会经济发展的鼎盛时期，当时已经出现了“会计”一词。
层    级：中级
难度系数：中
知 识 点：征管评估类——第二篇通用业务——第十二章财会知识——第一节会计基础知识

35.资金运动过程中,资金形态也相应发生变化,经历了①生产资金②货币资金③储备资金④成品资金⑤结算资金等过程,下列各项中,正确反映资金形态变化顺序的是：
A.①②③④⑤②
B.⑤②③①④⑤
C.②③①④⑤②
D.③②①④⑤②
参考答案:C
答案解析：资金运动是从货币资金形态开始又回到货币资金的过程，即货币资金—储备资金—生产资金—成品资金—结算资金—货币资金。
层    级：中级
难度系数：难
知 识 点：征管评估类——第二篇通用业务——第十二章财会知识——第二节企业主要经济业务的核算

36.一般情况下税务行政复议的申请人提出行政复议申请的时限是：
A.知道税务机关作出具体行政行为之日起5日内
B.知道税务机关作出具体行政行为之日起15日内
C.知道税务机关作出具体行政行为之日起30日内
D.知道税务机关作出具体行政行为之日起60日内
参考答案:D
答案解析:D
层级：中级
难度系数：易
知识点：第十章税收征管管理——第三节税务检查

37.税务所可以实施税务行政罚款处罚的限额为：
A.50
B.1000
C.2000
D.5000
参考答案:C
答案解析：《征管法》规定税务所可以实施罚款额在2000元以下的税务行政处罚。
层级：中级
难度系数：易
知识点：第十章税收征管管理——第三节税务检查

38.犯罪未遂与犯罪中止区别的关键是：
A.犯罪中止可以发生在犯罪预备阶段，犯罪未遂只能发生在实行阶段
B.对于中止犯，应当减轻或者免除处罚，对于未遂犯则可以从轻或者减处轻罚
C.犯罪中止是行为人基于自己的意志而放弃犯罪，犯罪未遂是基于行为人意志以外的原因而被迫停止犯罪
D.犯罪中止是犯罪的未完成形态，犯罪未遂是犯罪的完成形态
参考答案:C
答案解析：犯罪未遂是指犯罪分子已经着手实行犯罪，但是由其主观意志以外的原因而未得逞的情形。犯罪中止与此不同，犯罪中止是指指犯罪分子在实施犯罪过程中，自动放弃犯罪或者自动有效地防止犯罪结果的发生这样一种情形。
从两者的定义可以明确看出，两者最大的区别在于，犯罪行为没有能够完成到底是因为犯罪行为人的主观上自愿放弃还是因为行为人意料之外的原因介入导致犯罪无法继续完成。
层级：高级
难度系数：易
知识点：通用篇-第十一章法律基础知识-第四节税收的刑罚保障-涉税犯罪类型

39.下列各项中，属于骗取出口退税罪的量刑中“其他严重情节”的是(  )。 
A.造成国家税款损失30万元以上并且在第一审判决宣告前无法追回的
B.骗取国家出口退税款在50万元以上的
C.造成国家税款损失150万元以上并且在一审判决宣告前无法追回的
D.因骗取国家出口退税行为受过行政处罚，2年内又骗取国家出口退税款数额在150万元以上的
参考答案:A　
答案解析：本题考核骗取出口退税罪的量刑。根据司法解释的规定，具有下列情形之一的，属于“其他严重情节”：造成国家税款损失30万元以上并且在第一审判决宣告前无法追回的；因骗取国家出口退税行为受过行政处罚，2年内又骗取国家出口退税款数额在30万元以上的；情节严重的其他情形。造成国家税款损失150万元以上并且在一审判决宣告前无法追回的；因骗取国家出口退税行为受过行政处罚，2年内又骗取国家出口退税款数额在150万元以上的，属于“其他特别严重情节”。骗取国家出口退税款在50万元以上的属于数额较大，而不是“其他严重情节”。 层级：高级
难度系数：中
知识点：通用篇-第十一章法律基础知识-第四节税收的刑罚保障-危害税收征管罪立案标准

40.根据我国《刑法》，构成抗税罪的要件是： 
A.主体必须是纳税人或扣缴义务人
B.抗税数额必须达到1万元
C.抗税数额必须达到数额较大的法定要求
D.必须达到情节严重的法定要求
参考答案:A　
答案解析：本题考核抗税罪。抗税罪的构成要件是：(1)主体是特殊主体，即必须是纳税人或者扣缴义务人。本罪只能由自然人实施，单位不能成为本罪的主体。(2)主观方面表现为故意，即明知应当纳税而故意采用暴力、威胁手段抗拒缴纳税款，目的是将应缴税款非法占为已有。(3)客观方面表现为以暴力、威胁方法拒不缴纳税款的行为。(4)客体是复杂客体，即不仅侵犯了国家的税收征管制度，妨害了税务机关依法征税活动，而且也侵犯了依法执行征税工作的税务人员的人身权利。抗税罪的构成，没有数额和情节严重的要求，这也是抗税罪比较特别的地方。 
层级：高级
难度系数：中
知识点：通用篇-第十一章法律基础知识-第四节税收的刑罚保障-危害税收征管罪立案标准

41.以下哪项不是行政强制措施的种类：       
A.限制公民人身自由　　　　
B.查封场所、设施或者财物
C.扣押财物　　　　　　　　
D.划拨存款、汇款
参考答案:D　
答案解析：行政强制措施是行政机关依其职权采取强制手段限制特定的相对人行使某项权利或强制履行某项义务的处置行为。一般是对尚未査清行为人的违法事实之前而采取的一种程序上的处置。如工商行政机关对有贩运、销售违禁物品的人的物品的扣押。包含两类:(1)对人身自由的限制，如人身管束、收容审査;(2)对财产的限制，如财产的查封、扣押、冻结等
层级：高级
难度系数：难
知识点：通用篇-第十一章法律基础知识-第二节税务行政执法-税务行政强制

42.物证的根本特征是：
A.以记载的内容和表达的思想证明案件事实
B.以属性、特征和存在状况等物质属性证明案件事实
C.能够证明案件主要事实
D.不受人的主观意识的影响
参考答案:D　
答案解析：物证是通过其外部特征和自身所体现的属性来证明案件的真实情况，其主要特征是不受人们主观因素的影响和制约。
层    级：高级
难度系数：难
知识点：通用篇-第十一章法律基础知识-第三节税务行政执法证据-证据概述

43.下列说法中体现最优证据原则的是：
A.作为证据的实物是诉讼中最好的证据
B.最佳证据是诉讼中能直接证明案件事实的证据
C.作为证据的原始资料优于复制品
D.当事人只能提供原件或者原物
参考答案:C　
答案解析：最高法院《解释》第53条规定:”收集、调取的书证应当是原件。只有在取得原件确有困难时，才可以是副本或复印件。收集、调取的物证应当是原物。只有在原物不便搬运、不易保存或者依法应当返还被害人时，才可以拍摄足以反映原物外形或内容的照片、录像。……”这表明我国刑事诉讼法律所规定的最佳证据规则不仅适用于书证，而且适用于物证。
层    级：高级
难度系数：难
知识点：通用篇-第十一章法律基础知识-第三节税务行政执法证据-证据的提取和固定

44.操作系统的作用之一是: 
A.将源程序编译为目标程序 
B.实现企业目标管理 
C.控制和管理计算机系统的软硬件资源
D.实现文字编辑、排版功能
参考答案:C
答案解析：操作系统控制和管理计算机系统的软硬件资源
层级：高级
难度系数：中
知识点：税务系统业务能力升级测试大纲(信息技术类)-通用业务-税收信息化-计算机终端基础知识

45.计算机网络最突出的优点是：
A.存储容量大
B.运算速度快
C.运算
D.资源共享
参考答案:D
答案解析：计算机网络最突出的优点是可以实现资源共享
层级：高级
难度系数：易
知识点：税务系统业务能力升级测试大纲(信息技术类)-通用业务-税收信息化-网络与信息安全

46.资产负债表和利润表同属于：
A.财务状况报表    
B.财务成果报表 
C.成本费用报表    
D.对外报表
参考答案:D
答案解析：企业年末需要对外报送资产负债表和利润表，两者同属于对外报表。
层    级：高级
难度系数：易
知 识 点：征管评估类——第二篇通用业务——第十二章财会知识——第四节财务会计报告

47.按照《会计档案管理办法》的规定，记账凭证的保管期限是：
A.3年    
B.5年  
C.15年  
D.永久
参考答案:C
答案解析：1999年1月1日起实施的《会计档案管理办法》规定，企业原始凭证、记账凭证、汇总凭证的保管期限为15年。
层    级：高级
难度系数：易
知 识 点：征管评估类——第二篇通用业务——第十二章财会知识——第三节会计凭证与账簿

48. 2018年8月开出全国首张区块链电子发票的地点是：
A.上海
B.深圳
C.厦门
D.广州
参考答案:B
答案解析：2018年8月全国首张区块链电子发票在深圳实现落地。
层级：高级
难度系数：易
知识点：第十章税收征管管理——第一节税务管理

49.A市B县税务机关在调查一起税收违法案件时，需要查询涉案人员的储蓄存款，有权批准人是：
A.B县税务局局长
B.B县银行行长
C.A市税务局局长
D.A市银行行长
参考答案:C
答案解析：税务机关调查税收违法案件时,查询案件涉嫌人员储蓄存款的,应经设区的市、自治州以上税务局(分局)局长批准。
层级：高级
难度系数：易
知识点：第十章税收征管管理——第三节税务检查

50.税务文化按其内涵层级排序，由浅入深依次是：
A.行为文化、物态文化、制度文化、精神文化
B.物态文化、行为文化、精神文化、制度文化
C.物态文化、行为文化、制度文化、精神文化
D.物态文化、制度文化、行为文化、精神文化
参考答案:C
答案解析：税务文化内涵, 依次是物态文化、行为文化、制度文化、精神文化。
层    级：高级
难度系数：中
知 识 点：税务系统业务能力升级测试大纲(行政管理类)——通用业务——管理学基础——团队管理——税务文化建设

51.党政机关国内差旅人员住宿、就餐由接待单位协助安排的，其住宿费、餐费的承担者是:
A.由接待单位支出
B.由差旅人员按标准交纳
C.由差旅人员所在单位开具介绍函可免费住宿、就餐
D.由差旅人员所在单位和接待单位共同承担
参考答案:B
答案解析：根据《中央和国家机关差旅费管理办法》第十八条　出差人员应当自行用餐。凡由接待单位统一安排用餐的，应当向接待单位交纳伙食费。
层级：高级
难度系数：易
知 识 点：行政管理—第三篇专业知识与技能—第五章财务与机关事务管理—第一节财务管理基础—第七目差旅费相关规定

52.公务卡制度是规范公务消费支出、打造“阳光财政”的一项基础性财政财务管理制度。按照有关规定，公务卡的持卡人是：
A.全体干部
B.正式在职人员
C.正式在编人员
D.单位财务人员
参考答案:C
答案解析:《单位公务卡管理办法（试行）》第六条 单位公务卡的持卡人应为预算单位正式在编人员。持卡人一人一卡，不允许一人持有多张单位公务卡。
层    级:高级
难易程度:中
知识点:行政管理—第三篇专业知识与技能—第五章财务与机关事务管理—第一节财务管理基础—第五目公务卡的使用和管理

53.复制机密级载体的批准人是：
A.本部门领导
B.分管领导
C.密级确定机关
D.上级机关
参考答案:C
答案解析：复制秘密级载体应当经本部门领导批准，复制机密级载体应当经分管领导批准，复制绝密级载体应当经密级确定机关或其上级机关批准。
层    级：高级
难度系数：中
知 识 点：第二篇通用知识——第六章政务管理——第二节保密工作

54.党的十九大报告中，对国家监察体系的构建，表述正确的是：
A.要建立集中统一、权威高效的国家监察体系
B.要建立集中统一、公正廉洁国家监察体系
C.要建立权威高效、政治清明国家监察体系
D.要建立权威高效、公正廉洁国家监察体系
参考答案:A
答案解析：党的十九大提出，要构建集中统一、权威高效的国家监察体系。故正确答案选A。
层    级：高级
难度系数：中
知 识 点：税务系统业务能力升级测试大纲(行政管理类)——第二篇通用业务——第八章监督管理——第一节党风廉政建设——6.深化国家监察体制改革

55.根据《领导干部报告个人有关事项规定》，下列选项中不属于必报范围的是：
A.本人的婚姻情况
B.本人因私出国情况
C.本人持有往来港澳通行证的情况
D.本人的银行存款
参考答案:D
答案解析：银行存款不属于《领导干部报告个人有关事项规定》中要求的必报范围内容。
层    级：高级
难度系数：中
知 识 点：第二篇 通用业务——第六章 政务管理——第六节 重大事项请示报告工作

56.数字人事的基本内涵可概括为：
A.日常化、信息化、全面化、累积化、可比化
B.日常化、多维化、全面化、累进化、可比化
C.日常化、信息化、数据化、累积化、可比化
D.日常化、多维化、数据化、累积化、可比化
参考答案:D
答案解析：略
层    级：高级
难度系数：易
知识点：通用业务知识——第七章干部管理——第二节考核考评管理

57.某有限责任公司自建办公用房，其房产税纳税义务发生时间为：
A.自办理房产证当月起计征房产税
B.自办理验收手续之次月起计征房产税
C.自建成之次月起计征房产税
D.自建成当月起计征房产税
参考答案:C
答案解析：
纳税人自建的房屋，自建成之次月起计征房产税。
层    级：中级
难度系数：难
知 识 点：政治素质及通用业务——第九章税收基础知识——第二节各税种政策与管理

58.王某系国家税务总局A县税务局干部，党员。因违反中央八项规定精神，县局党委通过讨论决定对其做出处分。这体现出纪律处分原则是：
A.党纪面前人人平等原则     
B.实事求是原则 
C.党要管党、从严治党原则          
D.民主集中制原则
参考答案:D
答案解析：《中国共产党纪律处分条例》在党的纪律处分工作应当坚持的原则中明确了上述内容属于民主集中制原则。
层    级：初级
难度系数：中
知 识 点：税务系统业务能力升级测试大纲(行政管理类)——第二篇通用业务——第八章监督管理——第一节党风廉政建设——2.廉洁自律相关规范

59.按照税务总局《关于解决税务系统形式主义突出问题为基层减负若干措施的通知》要求，下列选项中不符合为基层减负要求的是：
A.某省税务局要求下发的文件比上年减少三分之一以上
B.某省税务局清理规范报送资料报表，精简需要市局上报的报表资料
C.某市局在安排经费预算上向困难地区倾斜、向基层倾斜
D.某市局为确保绩效考核真实准确，在信息系统中查询数据后，要求基层另行书面上报
参考答案:D
答案解析：《关于解决税务系统形式主义突出问题为基层减负若干措施的通知》规定，要少开会开短会，大幅压减会议数量，视频会议一般只开到下一级，确需县级税务机关参会的，原则上不安排在纳税申报期。清理规范报送资料报表，未经研究批准，不得要求下级税务机关填表报数、提供资料。《通知》还要求，将巡视巡察与“两个责任”落实情况检查、选人用人专项检查等统筹开展；离任经济责任审计和离任检查统筹开展。绩效考核情况等能在信息系统中查询的，不要求基层另行书面上报。改进调查研究，注重实地走访和暗访，认真听取基层干部、纳税人和缴费人的意见建议，帮助解决困难，提出对策措施。
层    级：中级
难度系数：难
知 识 点：第二篇 通用业务——第六章 政务管理——第五节 解决形式主义突出问题为基层减负

1.以下单位和个人的行为，应当缴纳土地增值税的是：
A.某施工企业代委托方修建办公楼
B.黄女士继承父母名下房产
C.某房地产开发企业以建造的商品房作价入股进行对外投资
D.某民办企业通过残疾人联合会将一套房产无偿赠与社区福利厂
参考答案:C
答案解析：根据《中华人民共和国土地增值税暂行条例实施细则》规定，转让国有土地使用权、地上的建筑物及其附着物取得收入，是指以出售或者其他方式有偿转让房地产的行为。不包括以继承、赠与方式无偿转让房地产的行为。
层    级：高级
难度系数：易
知 识 点：第三篇《专业知识与技能》——第一章《税（费）管理》——第五节《土地增值税》

2.某县区局对纳税人实施差别化精准管理，对暂未发现风险的纳税人不打扰，对低风险纳税人予以提醒辅导，对中高风险纳税人重点监管，提高了纳税人的遵从水平。这充分体现了促进纳税遵从的根本途径是：
A.加强税收风险管理
B.加强纳税服务
C.加强税收征收管理
D.加强税收信息化管理
参考答案:A
答案解析：根据国家税务总局关于进一步加强税收风险管理工作的通知
税收风险管理是促进纳税遵从的根本途径
层级:初级
难度系数：低
知识点：第三篇专业知识与技能-第三章税收风险管理-第一节税收风险管理概述-税收风险管理的重要性

3.企业向税务机关报送预缴企业所得税申报表，预缴税款的时间应当自月份或季度终了之日起：
A.10日内       
B.15日内       
C.7日内       
D.5日内
参考答案:B
答案解析：《中华人民共和国企业所得税法》第五十四条，企业所得税分月或者分季预缴。企业应当自月份或者季度终了之日起十五日内，向税务机关报送预缴企业所得税纳税申报表，预缴税款。
层    级：初级
难度系数：易
知 识 点：征管评估类-专业知识与技能-第一章 税（费）管理-第三节 企业所得税

4.个人所得税专项附加扣除留存备查资料的留存时间是：
A.5年
B.10年
C.20年
D.长期
参考答案:A
答案解析：根据《个人所得税专项附加扣除暂行办法》第二十五条相关规定，纳税人需要留存备查的相关资料应当留存五年。
层    级：初级
难度系数：易
知 识 点：征管评估类-专业知识与技能-第一章 税（费）管理-第三节 个人所得税

5.某千户集团总部数据联络员赵某应报送年初至本月末、本季度末累计相关基础涉税数据信息，报送这些信息应在月度、季度结束后：
A. 15日内
B.18日内
C.20日内
D.30日内
参考答案:B
答案解析：根据《国家税务总局大企业税收管理司关于调整千户集团相关基础涉税数据报送对象范围的通知》，千户集团和扩围集团总部应在月度、季度结束后18日内，报送年初至本月末、本季度末累计相关基础涉税数据信息。
层    级：初级
难度系数：难
知 识 点：征管评估类——第三篇专业知识与技能——第四章大企业税收服务与管理——第二节大企业数据管理

6.省级税务机关应于以下哪个日期前责成企业报送上一年数据：
A.12月31日
B.6月30日
C.6月1日
D.7月1日
参考答案:B
答案解析：根据《国家税务总局办公厅关于千户集团电子财务数据采集工作的通知》，各省税务机关应于每年6月30日前责成企业报送上一年数据。
层    级：初级
难度系数：中
知 识 点：征管评估类——第三篇专业知识与技能——第四章大企业税收服务与管理——第二节大企业数据管理

7.在对某企业进行特别纳税调整时，将企业与其关联方的合并利润或者亏损在各方之间采用合理标准进行分配的方法，这种方法称之为：
A.可比非受控价格法
B.再销售价格法
C.交易净利润法
D.利润分割法
参考答案:D
答案解析：《企业所得税法实施条例》第一百一十一条
层次：初级
难度系数：易
知识点：《税务系统业务能力升级测试大纲(征管评估类)》第三篇——第五章《国际税收》——第三节反避税及BEPS行动计划，国际反避税方法

8.根据我国企业所得税法的规定，以下所得适用25％税率的是：
A.德国甲公司在中国境内未设立机构、场所，但有来源于中国境内的专利费收入
B.德国乙公司在中国上海设立机构、场所，取得与其机构、场所没有实际联系的专利费收入
C.德国丙公司在中国深圳设立机构、场所且取得与其机构、场所有实际联系的经营所得
D.德国丁公司转让位于中国上海的一处房产并取得收益
参考答案:C
答案解析：根据《企业所得税法》第三条、第四条、第二十七条，ABD应按照10%税率征税，C选项按照25%税率征税
层次：初级
难度系数：中
知识点：《税务系统业务能力升级测试大纲(征管评估类)》第三篇——第五章《国际税收》——第二节非居民企业及个人税收，管理非居民企业适用税率

9.国际税收协定的表现形式是：
A.书面协议
B.国际惯例
C.口头约定
D.意向条约
参考答案:A
答案解析：国际税收协定是通过谈判缔结的书面协议。
层级：初级
难度系数：易
知识点：《税务系统业务能力升级测试大纲（征管评估类）》第三篇专业知识与技能——第五章国际税收——第四节税收协定

10.下列纳税人中可以办理停业登记的是：
A.个体工商户
B.个人独资企业
C.有限责任公司
D.股份有限公司
参考答案:A
答案解析：实行定期定额征收方式的个体工商户或比照定期定额户进行税款征收管理的个人独资企业需要停业的，应当在停业前向税务机关申报办理停业登记。
层    级：初级
难度系数：易
知 识 点：基础管理设立登记

11.如果未达到起征点的定期定额户连续一段期间达到起征点，应当向税务机关申报，提请重新核定定额。这“一段期间”是：
A.一个月
B.两个月
C.三个月
D.六个月
参考答案:C
答案解析：未达到起征点的定期定额户连续三个月达到起征点，应当向税务机关申报，提请重新核定定额。
层    级：初级
难度系数：易
知 识 点：第二章税收征管体制改革与基础事项规范——第二节税（费）基础事项管理

12.税务规章的名称不得称：
A.办法
B.规定
C.决定
D.条例
参考答案:D
答案解析：税务规章的名称一般称“办法”“规定”“规程”“规则”“决定”或者“实施细则”，不得称“条例”。
层    级：初级
难度系数：中
知 识 点：第二章税收征管体制改革与基础事项规范——第四节法律追责与救济事项

13.以下应税行为中，应当同时缴纳城市维护建设税的是：
A.提供技术咨询服务缴纳增值税
B.购买二手住宅缴纳契税
C.转让股权缴纳印花税
D.出版著作缴纳个人所得税
参考答案:A
答案解析:《中华人民共和国城市维护建设税暂行条例》规定，凡缴纳消费税、增值税、营业税的单位和个人，都是城市维护建设税的纳税义务人。
层    级：高级
难度系数：易
知 识 点：第三篇《专业知识与技能》——第一章《税（费）管理》——第六节《其他税种》

14.大企业涉税事项协调会议制度的召开周期为：
A.每月一次
B.每年一次
C.半年一次
D.每季度一次
参考答案:D
答案解析：根据国家税务总局办公厅关于完善大企业涉税事项协调会议制度及有关工作机制的意见，协调会议原则上每季度召开一次。特殊情况下，经局领导批准，可临时召开。
层    级：初级
难度系数：难
知 识 点：征管评估类——第三篇专业知识与技能——第四章大企业税收服务与管理——第三节大企业个性化纳税服务

15.英国的大企业税收管理模式采取的是全功能型管理模式，以下属于其负责征收管理的税费种是：
A.私营企业房地产税
B.外国个人养老保险
C.大企业所得税
D.大企业增值税
参考答案:C
答案解析：英国的大企业税收管理模式采取的是全功能型管理模式，负责大企业所得税和大企业雇员个人所得税的征收管理
层    级：初级
难度系数：中
知 识 点：征管评估类——第三篇专业知识与技能——第四章大企业税收服务与管理——第一节大企业税收服务与管理概述

16.下列关于小规模纳税人免征增值税的说法正确的是：
A.小规模纳税人发生增值税应税销售行为，合计月销售额未超过15万元的，免征增值税
B.适用增值税差额征税政策的小规模纳税人，以差额后的销售额确定是否可以享受免征增值税政策
C.按固定期限纳税人的小规模纳税人可以选择以1个月或1个季度为纳税期限，一经选择，36个月内不得变更
D.按照现行规定应当预缴增值税税款的小规模纳税人，凡在预缴地实现的月销售额未超过10万元的，当期仍需按相应预缴率预缴税款
参考答案:B
答案解析：《关于小规模纳税人免征增值税政策有关征管问题的公告》:小规模纳税人发生增值税应税销售行为，合计月销售额未超过10万元（以1个季度为1个纳税期的，季度销售额未超过30万元）的，免征增值税，选项A错误；适用增值税差额征税政策的小规模纳税人，以差额后的销售额确定是否可以享受免征增值税政策，选项B正确；按固定期限纳税人的小规模纳税人可以选择以1个月或1个季度为纳税期限，一经选择，一个会计年度内不得变更，选项C错误；按照现行规定应当预缴增值税税款的小规模纳税人，凡在预缴地实现的月销售额未超过10万元的，当期无需预缴税款，选项D错误。
层    级：初级
难度系数：中
知 识 点：征管评估类-专业知识与技能-第一章 税（费）管理-第一节 增值税

17.企业进口有下列情况的货物，应计算缴纳进口环节消费税的是:
A.有商业价值的广告品和货样
B.国际组织无偿赠送的物资
C.进境运输工具装载的途中必需的燃料、物料和饮食用品
D.消费税税额在人民币50元以下的一票货物
参考答案:A
答案解析：根据《海关法》和《进出口关税条例》中规定，有下述情况的货物，经海关审查无误后可以免税：①一票货物关税税额、进口环节增值税或者消费税税额在人民币50元以下的；②无商业价值的广告品及货样；③国际组织、外国政府无偿赠送的物资；④进出境运输工具装载的途中必需的燃料、物料和饮食用品；⑤因故退还的中国出口货物，可以免征进口关税，但已征收的出口关税，不予退还；⑥因故退还的境外进口货物，可以免征出口关税，但已征收的进口关税不予退还。
层    级：初级
难度系数：难
知 识 点：征管评估类-专业知识与技能-第一章 税（费）管理-第二节 消费税

18.下列车辆不属于车辆购置税征税范围的是：
A.卡车
B.有轨电车
C.汽车挂车
D.农用运输车
参考答案:D
答案解析：根据《中华人民共和国车辆购置税法》第一条：在中华人民共和国境内购置汽车、有轨电车、汽车挂车、排气量超过一百五十毫升的摩托车（以下统称应税车辆）的单位和个人，为车辆购置税的纳税人，应当依照本法规定缴纳车辆购置税。
层    级：初级
难度系数：难
知 识 点：征管评估类-专业知识与技能-第一章 税（费）管理-第二节 消费税

19.自2018年7月1日起，不再刻制的专用章戳是：
A.税务代保管资金专用章
B.车购税征税专用章
C.税收票证专用章戳
D.征税专用章
参考答案:B
答案解析：根据《国家税务总局关于明确税收票证管理有关事项的通知》的要求，“车购税征税专用章”不再刻制，统一使用“征税专用章”。
层    级：初级
难度系数：易
知 识 点：第三篇《专业知识与技能》——第六章收入规划核算——第三节税收会计

20.税收计划管理的核心是：
A.进行计划分析预测
B.税收计划编制
C.计划的检查考核
D.计划的分配落实
参考答案:D
答案解析：税收计划管理的最终目的是计划的分配落实。
层    级：初级
难度系数：易
知 识 点：第三篇《专业知识与技能》——第六章收入规划核算——第一节收入规划

21.一定时期工商税收入库数与同期GDP之间的比值称是：
A.税收收入弹性
B.宏观税负
C.税收比率
D.税收指数
参考答案:B
答案解析：宏观税负是指一个国家的税负总水平，通常以一定时期（一般为一年）税收总量占国内生产总值（ GDP）的比例来表示。
层    级：初级
难度系数：难
知 识 点：第三篇《专业知识与技能》——第六章收入规划核算——收入规划

22.文化事业建设费是国务院为进一步完善文化经济政策，拓展文化事业资金投入渠道而对广告、娱乐行业开征的一种规费。下列选项中不属于文化事业建设费征费范围的是：
A.歌厅
B.广告设计
C.酒吧
D.台球
参考答案:B
答案解析：根据文化事业建设费的规定，广告设计不属于广告服务，也就不属于文化事业建设费的征费范围。
层    级：初级
难度系数：中
知 识 点：第三篇——专业知识与技能——第一章——税费管理——第七节——非税收入

23.小王到S企业就职，与S企业签订劳动合同,劳动合同可以约定试用期,但试用期不得超过多少个月：
A.3个月
B.6个月
C.12个月
D.18个月
参考答案:B
答案解析：《中华人民共和国劳动法》第二十一条：劳动合同可以约定试用期。试用期最长不得超过6个月。
层    级：初级
难度程度：易
知 识 点：第三篇——专业知识与技能——第一章——税费管理——第七节——非税收入

24.纳税人排放应税大气污染物或者水污染物的浓度值低于国家和地方污染物排放标准30%的和低于国家和地方污染物排放标准50%的，征收环境保护税时应分别减按比例是：
A.50% 75%   
B.75% 50%  
C.30% 50%  
D.50% 30%
参考答案:B
答案解析：根据《中华人民共和国环境保护税法》规定，纳税人排放应税大气污染物或者水污染物的浓度值低于国家和地方规定的污染物排放标准百分之三十的，减按百分之七十五征收环境保护税。纳税人排放应税大气污染物或者水污染物的浓度值低于国家和地方规定的污染物排放标准百分之五十的，减按百分之五十征收环境保护税。
层    级：初级
难度系数：中
知 识 点：第三篇《专业知识与技能》——第一章《税（费）管理》——第六节《其他税种》

25.红星烟草公司，2019年1月从烟农手中收购晾晒烟叶400万元，收购烤烟烟叶200万元，并开具烟叶收购电子发票。该公司应缴纳烟叶税金额是：
A.20万元
B.40万元
C.60万元
D.66万元
参考答案:D
答案解析：《中华人民共和国烟叶税法》规定，烟叶税的计税依据为纳税人收购烟叶实际支付的价款总额。《财政部 税务总局关于明确烟叶税计税依据的通知》(财税[2018]75号)规定，纳税人收购烟叶实际支付的价款总额包括纳税人支付给烟叶生产销售单位和个人的烟叶收购价款和价外补贴。其中，价外补贴统一按烟叶收购价款的10%计算。
层    级：初级
难度系数：中
知 识 点：第三篇《专业知识与技能》——第一章《税（费）管理》——第六节《其他税种》

26.评估分析人员将企业申报的全员全额个人所得税申报人数与企业所得税申报表中的企业基础信息表、企业税务登记表从业人员进行比对分析，这种分析方法被称为：
A.核对法
B.比率分析法
C.指标分析法
D.项目分析法
参考答案:A
答案解析：核对法是指将纳税人的相互联系的纳税申报资料加以核对来确定其内容一致性的方法。故备选答案A最符合题意。
知识点：第三篇专业知识与技能-第三章税收风险管理-第三节税收风险应对方法-评估方法
层级：中级
难易程度：易

27.对纳税评估中发现的计算和填写错误、政策和程序理解偏差等一般性问题，或存在的疑点问题经约谈、举证等程序认定事实清楚，不具有偷税等违法嫌疑，无需立案查处的，正确的处理方式是：
A.做出评估处理结论
B.提请纳税人自行改正
C.督促纳税人限期改正
D.转入稽查部门处理
参考答案:B
答案解析：《纳税评估管理办法》第十八条规定：对纳税评估中发现的计算和填写错误、政策和程序理解偏差等一般性问题，或存在的疑点问题经约谈、举证、调查核实等程序认定事实清楚，不具有偷税等违法嫌疑，无需立案查处的，可提请纳税人自行改正。因此选项B正确。
层级：中级
难度系数：中
知识点：三篇专业知识与技能-第三章税收风险管理-第三节税收风险应对方法

28.下列项目中，按照现行规定可以免征个人所得税的是：
A.铁路债券利息5000元 
B.个人取得的体育彩票中奖收入10000元
C.在校学生因参与勤工俭学活动而取得的劳务收入1000元 
D.企业改制支付给解聘职工相当于上年年平均工资的4倍一次性补偿收入50000元 
参考答案:B
答案解析：《财政部 国家税务总局关于个人取得体育彩票中奖所得征免个人所得税问题的通知》（财税字[1998]12号）：个人购买体育彩票中奖，一次中奖收入在1万元以下的（含1万元）暂免征收个人所得税，超过1万元的，全额征收个人所得税。
层    级：中级
难度系数：中
知 识 点：征管评估类-专业知识与技能-第一章 税（费）管理-第三节 个人所得税

29.大企业税收风险管理内部控制，是通过制定、完善并有效实施一系列制度、流程、方法和标准，对大企业税收风险管理工作风险进行事前防范、事中控制、事后监督和纠正的动态管理过程和机制。在进行大企业税收风险管理内部控制过程中的导向是：
A.风险识别
B.风险分析
C.风险防控
D.风险应对
参考答案:C
答案解析：根据《国家税务总局关于印发〈大企业税收风险管理内部控制制度（试行）〉的通知》第三条，本制度所称大企业税收风险管理内部控制，是指以风险防控为导向，通过查找、梳理、评估大企业税收风险管理工作中的各类风险，制定、完善并有效实施一系列制度、流程、方法和标准，对大企业税收风险管理工作风险进行事前防范、事中控制、事后监督和纠正的动态管理过程和机制。
层    级：中级
难度系数：易
知识点：征管评估类——第三篇专业知识与技能——第四章大企业税收服务与管理——第四节大企业税收风险管理

30.要认真组织开展大企业税收风险管理工作，实时进行体检扫描和分析识别，对风险内控制度较为完善、税法遵从度较高的大企业需采取的措施是：
A.谈签税收遵从协议    
B.发送提示提醒函    
C.督促自查自纠    
D.组织专业化团队深入实地核查
参考答案:A
答案解析：根据《国家税务总局关于深化大企业个性化纳税服务工作的意见》第十七条，严格筛选企业，引导合作遵从。以省级税务机关为主体，在对大企业税务管理进行“全面体检”的基础上，选择税务风险内控制度较为完善、税法遵从度较高的大企业，签订《税收遵从合作协议》或《税收遵从合作备忘录》，引导和约束税企双方共同信守承诺、实现税企合作共治共赢。
层    级：中级
难度系数：中
知识点：征管评估类——第三篇专业知识与技能——第四章大企业税收服务与管理——第四节大企业税收风险管理

31.2019年5月10日,某企业在当地税务机关申报缴纳当月养老保险,该企业单位缴费比例是：
A.20%
B.18%
C.16%
D.28%
参考答案:C
答案解析：按照《降低社会保险费率综合方案》：自5月1日起,缴纳属期为2019年5月份及以后月份的城镇企业职工基本养老保险费和机关事业单位基本养老保险费,单位缴费比例按16%申报缴纳。
本题日期为2019年5月10日,所以企业缴费比例应按20%申报缴纳。
层    级：高级
难度系数：易
知 识 点：第三篇——专业知识与技能——第一章——税费管理——第八节——社会保险费

32.居民所在国政府对本国居民在国外得到减免税优惠的所得，视同已经缴纳，同样给予税收抵免待遇，不再按居民所在国税收法规的税率予以补征，这种方法称为：
A.免税法
B.抵免法
C.抵扣法
D.税收饶让抵免
参考答案:D
答案解析：税收饶让抵免的定义
层   次：中级
难度系数：易
知 识 点：《税务系统业务能力升级测试大纲(征管评估类)》第三篇——第五章《国际税收》——第一节税收管辖权，国际重复征税的消除

33.下列不属于应征税金检查的内容的是：
A.纳税申报表
B.纳税申报税额
C.欠缴金额
D.纳税申报时间
参考答案:C
答案解析：A、C、D属于应征税金检查的内容，而欠缴税金属于待征税金检查的内容。
层    级：高级
难度系数：中
知 识 点：第三篇《专业知识与技能》——第六章收入规划核算——第三节税收会计

34.下列纳税人的欠税，税务机关可以不公告的有：
A.已宣告破产，经法定清算后，依法注销其法人资格的企业欠税；
B.被责令撤销、关闭，经法定清算后，被依法注销或吊销其法人资格的企业欠税；
C.已经连续停止生产经营一年以上的企业欠税；
D.失踪一年以上的纳税人的欠税。
参考答案:D
答案解析：D选项正确为失踪两年以上的纳税人的欠税。
层    级：中级
难度系数：易
知 识 点：第二章税收征管体制改革与基础事项规范——第二节税（费）基础事项管理

35.对于纳税人提供的资料完整、填写内容准确、各项手续齐全符合退税要求的，税务机关应当在规定期限内进行审批，并在下列哪份文书上填写核实意见：
A.《税收退还书》
B.《税务事项通知书》
C.《退（抵）税申请表》
D.《退（抵）税审批表》
参考答案:C
答案解析：依据税收征管规范要求，办理退税审批是在《退（抵）申请表》签署意见。故备选答案C最符合题意。
层    级：中级
难易程度：易
知 识 点：退税审批的办理规定

36.下列环节不属于与税收风险管理流程相融合的现代税收征管基本程序的是: 
A.税务登记
B.申报纳税
C.税额确认
D.税款追征
参考答案:A
答案解析：各级税务机关要建立以纳税人自主申报纳税为前提，由申报纳税、税额确认、税款追征、违法调查、争议处理等主要环节构成，与税收风险管理流程相融合的现代税收征管基本程序。
层    级：中级
难度系数：易
知 识 点：第二章税收征管体制改革与基础事项规范——第一节税收征管体制

37.在制作企业集团及其成员企业名册时，需要确定企业集团的组织结构关系，确定的依据是:
A.实际控制原则
B.属地管理原则
C.权责对应原则
D.隶属关系原则
参考答案:A
答案解析：根据《国家税务总局大企业税收服务和管理规程》第五十四条，税务总局按照实际控制的原则确定企业集团的组织结构关系，并据此形成企业集团及其成员企业名册。
层    级：中级
难度系数：难
知 识 点：征管评估类——第三篇专业知识与技能——第四章大企业税收服务与管理——第一节大企业税收服务与管理概述

38.美国对大企业纳税人的认定标准是：
A.管理的复杂程度 
B.营业收入
C.资产规模
D.企业的雇员
参考答案:C
答案解析：美国按照资产规模对大企业纳税人进行认定。
层    级：中级
难度系数：易
知 识 点：征管评估类——第三篇专业知识与技能——第四章大企业税收服务与管理——第一节大企业税收服务与管理概述

39.根据现行消费税政策，下列成品油消费税税率中不适用1.52元/升的是：
A.汽油
B.石脑油
C.溶剂油
D.燃料油
参考答案:D
答案解析：根据《财政部 国家税务总局关于继续提高成品油消费税的通知》第一条：将汽油、石脑油、溶剂油和润滑油的消费税单位税额由1.4元/升提高到1.52元/升。
层    级：中级
难度系数：中
知 识 点：征管评估类-专业知识与技能-第一章 税（费）管理-第二节 消费税

40. 根据现行消费税政策，下列消费品中，不属于消费税征税范围的是：
A.果木酒
B.电池
C.涂料
D.木质筷子
参考答案:D
出题人：根据《财政部国家税务总局关于调整和完善消费税政策的通知》第一条,新增高尔夫球及球具、高档手表、游艇、木制一次性筷子、实木地板为增值税税目。
层    级：中级
难度系数：易
知 识 点：征管评估类-专业知识与技能-第一章 税（费）管理-第二节 消费税

41.在金税三期系统中，以下税收会计科目中用于核算欠税金额的科目是：
A.“在途税金”
B. “入库税金”
C. “待征税收”
D. “上解税金”
参考答案:C
答案解析：根据《税收会计制度》规定，用于核算“欠税金额”的税收会计科目是“待征税收”科目。
层    级：中级
难度系数：中
知 识 点：第三篇《专业知识与技能》——第六章收入规划核算——第三节税收会计

42.凡纳入重点税源监控系统的企业，当年发生改制、破产、重组等情况，不得停止报送当年数据，下列说法正确的是：
A.保证同户率审核的要求
B.保证报表户清单审核的要求
C.保证清单列表审核的要求
D.保证数量完整性审核的要求
参考答案:A
答案解析：根据《国家税务总局关于印发重点税源监控工作规程》的通知明确，凡纳入重点税源监控系统的企业，当年发生改制、破产、重组等情况，不得停止报送当年数据，保证重点税源监控同户率方面的审核要求。
层    级：中级
难度系数：难
知 识 点：第三篇《专业知识与技能》——第六章收入规划核算——第五节重点税源

43.下列对象中不缴纳工伤保险费的是：
A.S市事业单位            
B.M市民办非企业单位
C.H市有雇工的个体工商户  
D.D市某企业职工个人
参考答案:D
答案解析：《工伤保险条例》（中华人民共和国国务院令第586号第二条规定：中华人民共和国境内的企业、事业单位、社会团体、民办非企业单位、基金会、律师事务所、会计师事务所等组织和有雇工的个体工商户（以下称用人单位）应当依照本条例规定参加工伤保险，为本单位全部职工或者雇工（以下称职工）缴纳工伤保险费。《工伤保险条例》（中华人民共和国国务院令第586号）第十条第一款规定：用人单位应当按时缴纳工伤保险费。职工个人不缴纳工伤保险费。
层    级：中级
难度系数：中
知 识 点：第三篇——专业知识与技能——第一章——税费管理——第八节——社会保险费

44.某发电厂露天装卸燃煤，其环境保护税纳税义务发生时间为：
A. 排放应税污染物的当日
B. 排放应税污染物的次日
C. 排放应税污染物的当月最后一日
D. 排放应税污染物的次月第一日
参考答案:A
答案解析：根据《中华人民共和国环境保护税法》第十六条规定，纳税义务发生时间为纳税人排放应税污染物的当日。故A选项是正确的。
层    级：中级
难度系数：易
知 识 点：第三篇《专业知识与技能》——第一章《税（费）管理》——第六节《其他税种》

45.某房地产开发企业取得预收款100万元，该企业适用简易计税办法，预缴增值税2.86万元，假定该企业土地增值税预征率为2%，该企业按国家税务总局公告2016年第70号的方法计算应预缴土地增值税的金额是：
A.2万元
B.2.06万元
C.1.94万元
D.0万元
参考答案:C
答案解析：《国家税务总局关于营改增后土地增值税若干征管规定的公告》（国家税务总局公告2016年第70号）第一条第二款规定：为方便纳税人，简化土地增值税预征税款的计算，房地产开发企业采取预收款方式销售自行开发的房地产的，可按照以下方法计算土地增值税预征计征依据：土地增值税预征的计征依据=预收款-应预缴的增值税税款。应预缴土地增值税=（100-2.86）×2%=1.94万元。
层    级：中级
难度系数：易
知 识 点：第三篇《专业知识与技能》——第一章《税（费）管理》——第五节《土地增值税》

46.在常用的行业纳税评估分析方法中，适用于所有行业的分析方法是：	
A.能耗测算法	
B.税负对比分析法	
C.设备生产能力法	
D.毛利率法
参考答案:B
答案解析：选项A、C侧重于工业企业的纳税评估，选项D侧重于商业企业的纳税评估。
层    级：高级
难度系数：易
知 识 点：第三篇专业知识与技能—第三章税收风险管理—第三节税收风险应对

47.对除了房地产企业以外的其他纳税人转让房屋业务的纳税评估时，应该与纳税申报表进行核对的会计科目一般为:
A.“其他业务收入”
B.“其他业务成本”
C.“固定资产清理”
D.“主营业务收入”
参考答案:C
答案解析：依据会计准则等规定房地产企业以外的其他纳税人转让房屋业务在“固定资产清理”科目反映，因此选项C是正确的。
层级：高级
难度系数：中
知识点：第三篇专业知识与技能—第三章税收风险管理—第一节税收风险管理概述

48.在计算应纳税所得额时，不得扣除的项目是：
A.纳税人转让各类固定资产发生的费用 
B.纳税人缴纳的教育费附加 
C.纳税人缴纳的增值税 
D.广告性质的赞助支出 
参考答案:C
答案解析：纳税人缴纳的增值税，企业所得税前不得扣除。
层    级：高级
难度系数：易
知 识 点：征管评估类-专业知识与技能-第一章 税（费）管理-第三节 企业所得税

49.以下个人所得不能免征个人所得税的是：
A.市县级人民政府颁发的科学、教育、技术、文化、卫生、体育、环境保护等方面的奖金；
B.国债和国家发行的金融债券利息
C.军人的转业费、复员费、退役金
D.按照国家统一规定发给干部、职工的安家费、退职费、基本养老金或者退休费、离休费、离休生活补助费
参考答案:A
层    级：高级
难度系数：易
知 识 点：征管评估类-专业知识与技能-第一章 税（费）管理-第三节 个人所得税

50. 每年省级税务机关核实千户集团发生合并重组、破产、注销等应从名册管理范围内调出的情况时，并汇总上报给国家税务总局的时限是：
A.每年10月31日
B.每年5月31日
C.每年6月30日
D.每年12月31日
参考答案:C
答案解析：根据《国家税务总局关于发布〈千户集团名册管理办法〉的公告》第八条，合并重组、破产、注销或年度缴纳税额连续五年未达到国家税务总局管理服务标准的企业集团，应从名册管理范围内调出。因上述原因需要调出名册管理范围的千户集团，由省级税务机关核实，并于每年6月30日前汇总上报国家税务总局。
层    级：高级
难度系数：易
知识点：征管评估类——第三篇专业知识与技能——第四章大企业税收服务与管理——第二节大企业数据管理

51.千户集团税收风险程度测试指标体系建设的要求是：
A.“研发-应用-优化”三位一体
B.“研发-优化-提升”三位一体
C.“研发-验证-优化”三位一体
D.“研发-验证-应用”三位一体
参考答案:D
答案解析：《千户集团税收风险程度测试指标体系3.0版研发大纲（修订稿）》规定：千户集团税收风险程度测试指标体系研发“永远在路上”，指标模型研发的过程需要不断打磨、持续完善。在后续验证和应用过程中，也需要对指标模型持续优化改进，不断提升，形成研发、验证、应用三位一体的指标模型建设闭环。
层    级：高级
难度系数：中
知识点：征管评估类——第三篇专业知识与技能——第四章大企业税收服务与管理——第四节大企业税收风险管理

52.税基侵蚀和利润转移（BEPS）项目15项行动计划重新界定国际税收规则的原则是：
A.税收要与实质经济活动相匹配
B.税收要与价值创造相匹配
C.税收要与实质经济活动和价值创造相匹配
D.税收要与收入相匹配
参考答案:C
答案解析：BEPS15项行动计划的总原则是税收要与实质经济活动和价值创造相匹配
层次：高级
难度系数：易
知识点：《税务系统业务能力升级测试大纲(征管评估类)》第三篇——第五章《国际税收》——第三节反避税及BEPS行动计划，BEPS行动计划

53.2019年4月，第一届“一带一路”税收征管合作论坛在中国乌镇召开，论坛“共建一带一路”的主题是：
A.加强税收管理，改善投资环境
B.打击税收违法，改善营商环境
C.加强税收治理，改善投资环境
D.加强税收合作，改善营商环境
参考答案:D
答案解析：《税收基础知识（下）》P753，“共建一带一路”的主题是“加强税收合作，改善营商环境”
层次：高级
难度系数：易
知识点：《税务系统业务能力升级测试大纲(征管评估类)》第三篇——第五章《国际税收》——第六节税收服务“一带一路”建设，建立“一带一路”税收征管合作机制

54.2019年2月1日英国人乔治来到中国上海工作，8月5日离境回国，期间乔治被派到印度参加培训20天。下列关于英国人乔治的纳税身份表述正确的是：
A.乔治在中国工作时间已满183天，属于我国的居民个人
B.乔治在中国居住时间已满183天，属于我国的居民个人
C.乔治在中国工作时间未满183天，属于我国的非居民个人
D.乔治在中国居住时间未满183天，属于我国的非居民个人
参考答案:D
答案解析：在中国境内有住所，或者无住所而一个纳税年度内在中国境内居住累计满一百八十三天的个人，为居民个人。在中国境内无住所又不居住，或者无住所而一个纳税年度内在中国境内居住累计不满一百八十三天的个人，为非居民个人。居住时间按照个人在中国境内累计停留的天数而不是工作时间计算。在中国境内停留的当天满24小时的，计入中国境内居住天数，在中国境内停留的当天不足24小时的，不计入中国境内居住天数。
层级：初级
难度系数：中
知识点：《税务系统业务能力升级测试大纲（征管评估类）》第三篇专业知识与技能——第五章国际税收——第二节（非居民个人）

55.根据分级管理职责的要求，不属于各级税务机关分级负责管理的是：
A.一般税源企业
B.大企业
C.重点税源企业
D.高收入高净值自然人
参考答案:A
答案解析：分级管理职责规定：一般税源企业和一般自然人主要由县税务机关负责管理，大企业、重点税源企业和高收入高净值自然人由各级税务机关分级负责管理。
层    级：高级
难易程度：易
知 识 点：第二章税收征管体制改革与基础事项规范——第一节税收征管体制

56.下列不属于推行税收权力和责任清单的措施的是：
A.制定税务系统权责清单范本
B.清理纳税人向税务机关报送资料
C.确保相同的权力和责任事项各地统一规范
D.推进权力和责任清单规范化
参考答案:B
答案解析：推行税收权力和责任清单，包括制定税务系统权责清单范本，推进权力和责任清单规范化工作，确保相同的权力和责任事项，在各级税务机关的名称、类型、依据、履责方式和追责情形统一规范，努力形成上下贯通、有机衔接、运转顺畅、透明高效的全国税务系统权责清单运行体系。
层    级：高级
难易程度：易
知 识 点：第二章税收征管体制改革与基础事项规范——第一节税收征管体制

57.以下各项中，不属于纳税担保方式的是：
A.留置
B.抵押
C.质押
D.保证
参考答案:A
答案解析：纳税担保是指经税务机关同意或确认，纳税人或其他自然人、法人、经济组织以保证、抵押、质押的方式，为纳税人应当缴纳的税款及滞纳金提供担保的行为。
层    级：高级
难易程度：易
知 识 点：纳税担保方式

58.通过个性化的纳税服务和专业化的税收管理，提高企业自身依法处理涉税事物能力的工作方式称之为:
A.遵从引导
B.遵从管控
C.遵从应对
D.遵从成本
参考答案:A
答案解析：根据《国家税务总局大企业税收服务和管理规程（试行）》第二章第四条，遵从引导是指通过个性化的纳税服务和专业化的税收管理，提高企业自身依法处理涉税事务的能力。
层    级：高级
难度系数：易
知 识 点：征管评估类——第三篇专业知识与技能——第四章大企业税收服务与管理——第三节大企业个性化纳税服务

59.根据现行税收政策，目前我国对外贸企业出口货物退（免）税的基本政策是: 
A.免、退税       
B.免、抵、退税       
C.先征后退       
D.免、抵税
参考答案:A
答案解析:外贸企业出口货物劳务增值税免退税，依下列公式计算：
增值税应退税额=增值税退（免）税计税依据×出口货物退税率难易程度:易
知识点: 第三篇《专业知识与技能》——第一章税（费）管理——第一节出口退（免）税管理
层级：高级

60.根据现行税收政策，下列有关增值税优惠的表述中，错误的是：
A.纳税人提供婚姻介绍服务免征增值税
B.个人转让著作权免征增值税
C.养老机构提供的养老服务免征增值税
D.从事非学历教育的学校提供的教育服务免征增值税
参考答案:D
答案解析：《营业税改征增值税试点过渡政策的规定》：从事学历教育的学校提供的教育服务。
层    级：高级
难度系数：易
知 识 点：征管评估类-专业知识与技能-第一章 税（费）管理-第一节 增值税

61.下列关于消费税征税范围与税率的说法中，表述正确的是：
A.纳税人用委托加工收回的已税酒精生产白酒时，可以扣除酒精已纳消费税税款
B.鞭炮、焰火的消费税税率为20%
C.汽车修理厂修车时更换的轮胎不属于消费税的征税范围
D.批发商批发销售的雪茄烟属于消费税的征税范围
参考答案:C
答案解析：根据《财政部国家税务总局关于调整酒类产品消费税政策的通知》第五条：停止执行外购或委托加工已税酒和酒精生产的酒(包括以外购已税白酒加浆降度，用外购已税的不同品种的白酒勾兑的白酒，用曲香、香精对外购已税白酒进行调香、调味以及外购散装白酒装瓶出售等)外购酒及酒精已纳税款或受托方代收代缴税款准予抵扣政策，故选项A错误；根据《中华人民共和国消费税暂行条例》，鞭炮、焰火的消费税税率为15%，故选项B错误；批发环节征收消费税的烟类应税品只有卷烟，故选项D错误。
层    级：高级
难度系数：中
知 识 点：征管评估类-专业知识与技能-第一章 税（费）管理-第二节 消费税

62.2019年1月1日起，下列票证不再作为税收票证管理的是：
A.《税收缴款书（税务收现专用）》
B.《税收完税证（表格式）》
C.《税收完税证（文书式）》
D.《税收缴款书（银行经收专用）》
参考答案:C
答案解析：根据《国家税务总局关于调整部分税收票证管理工作有关事项的通知》要求，《税收完税证（文书式）》不再作为税收票证管理。
层    级：高级
难度系数：易
知 识 点：第三篇《专业知识与技能》——第六章收入规划核算——第三节税收会计


`;

const checkFormat = list => {
    let l = [];
    let tmp = '';
    let pro = 0;
    for (let s of list) {
        if (!isNaN(s[0] * 1)) {
            if (tmp) {
                l.push(tmp);
                if (tmp.substring(0, tmp.indexOf('.')) * 1 - pro !== 1) {
                }
                pro = tmp.substring(0, tmp.indexOf('.')) * 1
            }
            tmp = s;
        } else {
            tmp += s;
        }
    }
    return l;
}
const set_ASK = ask => {
    ask = ask.substring(ask.indexOf('.') + 1)
    return ask;
}
const setAsk = (s, id) => {
    s = s.replace(new RegExp('[(][ABCDEF][)]'), '@')
    if (s.indexOf('@') < 0) {
        // console.error('setAsk', id, s);
    }
    return s;
}
const setRight = (s, id) => {
    let map = {
        A: 0, B: 1, C: 2, D: 3, E: 4, F: 5
    };
    if (!s) {
        console.error('setRight', id + ' is null');
        return;
    }
    s = s.substring(s.indexOf('参考答案:') + 5, s.indexOf('参考答案:') + 6)
    if (s.length !== 1) {
        console.error(id, s);
    } else if ('ABCDEF'.indexOf(s) < 0) {
        console.error('答案错误', id, s);
    }
    else {
        return map[s];
    }
}
const setAnswer = (s, id) => {
    if (!s) {
        console.error(id + ' is null');
        return;
    }
    s = s.substring(0, s.indexOf('参考答案:'))
    let w = s.split(new RegExp("[ABCDEF][.]"));
    if (!w || w.length < 3) {
        console.error(id, w);
        return;
    }
    return w;
}

const lastList = (l) => {
    let last = [];
    let tmp = {};
    const add = (t, id) => {
        last.push(t);
    }
    for (let s of l) {
        tmp.id = s.split('.')[0];
        tmp.w = s.split('A.')[1];
        tmp.a = set_ASK(s.split('A.')[0]);
        tmp.r = setRight(tmp.w, tmp.id);
        tmp.ask = setAsk(tmp.a, tmp.id);
        tmp.answer = setAnswer(tmp.w, tmp.id);
        delete tmp.w;
        delete tmp.id;
        add({
            q: tmp.ask,
            a: tmp.answer,
            r: tmp.r
        });
    }
    return last;
}

const showFormat = (last) => {
    let showStr = '';
    for (let s of last) {
        showStr += '{';
        showStr += `"q":"${s.q}",`;
        showStr += `"r":"${s.r}",`;
        showStr += `"a":["${s.a.join('","')}"]`;
        showStr += '},'
    }
    console.log(`[${showStr.replace(/\s+/g, '').substring(0, showStr.length - 1)}]`);
}
let list = str.split(new RegExp("\n"));
let l = checkFormat(list);
let last = lastList(l);
showFormat(last);
